[
  {
    "question": "Want to read this information online? Have an eReader (like an iPad, NOOK, Sony Reader, or Kindle)? ",
    "section": "",
    "extraInformation": "",
    "paragraph": "Sign up at Medicare.gov/gopaperless to get your future “Medicare & You” information electronically (also called the “eHandbook”). We’ll send you an email next September when the new eHandbook is available. The online version contains all the same information, but unlike the paper version, it’s updated regularly throughout the year. This means you can instantly find the most up-to-date Medicare information you need. You won’t get a printed copy of your handbook in the mail if you choose to get it electronically. Visit Medicare.gov/publications to download a free digital version of this handbook to your eReader. This option is available for all eReader devices. You can get the same important information that’s included in the printed version in an easy-to-read format that you can take anywhere you go. You’ll still get a printed copy of the handbook in the mail if you choose to download the digital version. ",
    "page": 1,
    "id": 0
  },
  {
    "question": "Stay healthy with Medicare-covered preventive services Keep track of your personal health information Continue to get help in the prescription drug coverage gapFind out what you pay for Medicare (Part A and PartB) ",
    "section": "",
    "extraInformation": "",
    "paragraph": "Medicare pays for manypreventive servicesthat can help prevent illness or detect health problems early when they’re easier to treat. Ask your health care provider what services you need. See pages 69–70. Medicare has expanded its Blue Button to provide better access to your Medicare claims and personal health information. See page 144. If you reach the coverage gap in your Medicare prescription drug coverage, you’ll qualify for savings on brand-name and generic drugs. See pages 109–110.The 2016 Medicare premium and deductible amounts weren’t available at the time of printing. To get the most up-to-date cost information, visit Medicare.gov or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. ",
    "page": 11,
    "id": 1
  },
  {
    "question": "Coverage and costs change yearlyOpen Enrollment Period",
    "section": "October 1, 2015 October 15– December 7, 2015 (Open Enrollment)January 1, 2016 ",
    "extraInformation": "",
    "paragraph": "Medicare health and drug plans can make changes each year—things like cost, coverage, and which providers and pharmacies are in their networks. Plans can also change their provider networks throughout the year. If you’re in a Medicare health or prescription drug plan, always review the materials your plan sends you, like the “Evidence of Coverage” (EOC) and “Annual Notice of Change” (ANOC). Make sure your plan will still meet your needs for the following year. If you’re satisfied that your current plan will meet your needs for next year and it’s still being offered, you don’t need to do anything. Mark your calendar with these important dates! In most cases, this may be the only chance you have each year to make a change to your health and prescription drug coverage. Start comparing your coverage with other options. You may be able to save money by comparing all of your options. See page 18 for information on comparing plans. Change your Medicare health or prescription drug coverage for 2016, if you decide to. See pages 94–95 and 106–107 for other times you may be able to switch your coverage. New coverage begins if you make a change during Open Enrollment. New costs and benefit changes also begin if you keep your existing Medicare health or prescription drug coverage and your plan makes changes. Definitions of blue words are on pages 153–156. ",
    "page": 12,
    "id": 2
  },
  {
    "question": "Notes ",
    "section": "",
    "extraInformation": "",
    "paragraph": "",
    "page": 13,
    "id": 3
  },
  {
    "question": "What are the different parts of Medicare?Medicare Part A (Hospital Insurance) helps cover: Medicare Part B (Medical Insurance) helps cover: Medicare Part C (Medicare Advantage): Medicare Part D (Medicare prescription drug coverage): ",
    "section": "",
    "extraInformation": "Section 1—Learn How Medicare Works ",
    "paragraph": "Medicare is health insurance for people 65 or older, people under 65 with certain disabilities, and people of any age with End-Stage Renal Disease (ESRD) (permanent kidney failure requiring dialysis or a kidney transplant). ■Inpatient care in hospitals ■Skilled nursing facility care■Hospice care ■Home health care ■Services from doctors and other health care providers ■Outpatient care ■Home health care ■Durable medical equipment ■Some preventive services■Includes all benefits and services covered under Part A and Part B ■Usually includes Medicare prescription drug coverage (Part D) as part of the plan ■Run by Medicare-approved private insurance companies ■May include extra benefits and services for an extra cost ■Helps cover the cost of prescription drugs ■Run by Medicare-approved private insurance companies ■May help lower your prescription drug costs and help protect against higher costs in the future See pages 37–41. See pages 42–70. See pages 83–98. See pages 105–118. ",
    "page": 14,
    "id": 4
  },
  {
    "question": "How can I get my Medicare coverage?",
    "section": "Section 1—Learn How Medicare Works  ",
    "extraInformation": "",
    "paragraph": "When you first enroll in Medicare, you have Original Medicare. However, you can choose different ways to get your Medicare coverage: 1.You can stay in Original Medicare. If you want prescription drug coverage, you must join a Medicare Prescription Drug Plan (Part D). If you don’t join a Medicare drug plan when you’re first eligible, and you don’t have other creditable prescription drug coverage(for example, from an employer or union), you may pay a late enrollment penalty if you choose to join later. See pages 112–113 for more information about the late enrollment penalty. 2.You can choose to join a Medicare Advantage Plan (like an HMO or PPO) if one’s available in your area. The Medicare Advantage Plan may include Medicare prescription drug coverage. In most cases, you must take the drug coverage that comes with the Medicare health plan if it’s offered. In some types of plans that don’t offer drug coverage, you may be able to join a Medicare Prescription Drug Plan. Before making any decisions, learn as much as you can about the types of coverage available to you. The next 2 pages include information to help you with your coverage choices. However, you may need more detailed information than what’s provided in this handbook to make an informed choice. See page 19 to find out how to get personalized help. Definitions of blue words are on pages 153–156. ",
    "page": 15,
    "id": 5
  },
  {
    "question": "What are my Medicare coverage choices?Original Medicare Medicare Advantage ",
    "section": "Section 1—Learn How Medicare Works  ",
    "extraInformation": "Decide if you want Original Medicare or a Medicare Advantage Plan.includes PartA (Hospital Insurance) and/or PartB (Medical Insurance) Decide if you want prescription drug coverage (Part D). Decide if you want prescription drug coverage (Part D). Decide if you want supplemental coverage. (Part C) includes BOTH PartA (Hospital Insurance) and PartB (Medical Insurance) ",
    "paragraph": "There are 2 main choices for how you get your Medicare coverage. Use these steps to help you decide.In addition to the options listed above, you may be able to join other types of Medicare health plans. See pages 90–98. Some people may have other coverage like employer or union, Medicaid, TRICARE, or veterans’ benefits. See pages 116–118.Note: If you join a Medicare Advantage Plan, you can’t use Medicare Supplement Insurance (Medigap) to pay for out-of-pocket costs you have in the Medicare Advantage Plan. If you already have a Medicare Advantage Plan, you can’t be sold a Medigap policy. You can generally only use a Medigap policy if you disenroll from your Medicare Advantage Plan and return to Original Medicare. See page 103. ■Medicare provides this coverage directly. ■You have your choice of doctors, hospitals, and other providers that accept Medicare. ■Generally, you or your supplemental coverage pay deductibles and coinsurance. ■You usually pay a monthly premium for Part B. See pages 75–82. ■Private insurance companies approved by Medicare provide this coverage. ■In most plans, you need to use plan doctors, hospitals, and other providers or you may pay more or all of the costs. ■You may pay a monthly premium (in addition to your Part B premium), deductible, copayments, or coinsurance for covered services. ■Costs, extra coverage, and rules vary by plan.See pages 83–98. ■If you want drug coverage, you must join a Medicare Prescription Drug Plan. You usually pay a monthly premium. ■These plans are run by private companies approved by Medicare. See pages 105–118. ■If you want drug coverage, and it’s offered by your Medicare Advantage Plan, in most cases, you must get it through your plan. ■In some types of plans that don’t offer drug coverage, you can join a Medicare Prescription Drug Plan. See page 105. ■You may want to get coverage that fills gaps in Original Medicare coverage. You can choose to buy a Medicare Supplement Insurance (Medigap) policy from a private company. ■Costs vary by policy and company. ■Employers/unions may offer similar coverage. See pages 99–104. Step 2Step 3Step 2",
    "page": 16,
    "id": 6
  },
  {
    "question": "What should I consider when choosing or changing my coverage? ConvenienceCostCoverageDoctor and hospital choicePrescription drugsQuality of careTravelYour other coverage",
    "section": "Section 1—Learn How Medicare Works  ",
    "extraInformation": "",
    "paragraph": "Where are the doctors’ offices? What are their hours? Do the doctors use electronic health records or prescribe electronically? Which pharmacies can you use? Is the pharmacy you use in the plan’s network? If it’s in the network and your plan offers preferred cost sharing, does your pharmacy offer preferred cost sharing? You may pay less for some drugs at pharmacies that offer preferred cost sharing. How much are your premiums, deductibles, and other costs? How much do you pay for services like hospital stays or doctor visits? Is there a yearly limit on what you pay out-of-pocket? Your costs may vary and may be different if you don’t follow the coverage rules. How well does the plan cover the services you need? Do your doctors and other health care providers accept the type of coverage you have? Are the doctors you want to see accepting new patients? Do you need to get referrals? Do you have to choose your hospital and health care providers from a network? If so, is your doctor in the network? Can you go outside of the network? Do you need to join a Medicare drug plan? Are your drugs covered under the plan’s formulary? Are there any coverage rules that apply to your prescriptions (like prior authorization, step therapy, quantity limits, etc.)? Are you satisfied with your medical care? The quality of care and services offered by plans and other health care providers can vary. Medicare has information to help you compare how well plans and providers work to give you the best care possible. See pages 144–145. Will you have coverage in another state or outside the U.S.?Do you have, or are you eligible for, other types of health or prescription drug coverage (like from a former or current employer or union)? If so, read the materials from your insurer or plan, or call them to find out how the coverage works with, or is affected by, Medicare. If you have coverage through a former or current employer or union or other source, talk to your benefits administrator, insurer, or plan before making any changes to your coverage. If you drop your coverage, you may not be able to get it back. ",
    "page": 17,
    "id": 7
  },
  {
    "question": "What if I need help deciding how to get my Medicare?",
    "section": "Section 1—Learn How Medicare Works  ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. 1.Visit the Medicare Plan Finder at Medicare.gov/find-a-plan. With the Medicare Plan Finder, you can compare plans by plan type and find out the coverage, benefits, and estimated costs for each plan. You can also find out how Medicare has rated the plans’ quality and performance. You can use the Medicare Plan Finder to enroll in a Medicare Prescription Drug Plan, Medicare Advantage Plan, or Medicare Supplement Insurance (Medigap) policy. Here’s what you may see: 2.Get personalized counseling about choosing coverage. See page 149 for the phone number of your State Health Insurance Assistance Program (SHIP). 3.Call 1-800-MEDICARE (1-800-633-4227) and say “Agent.”TTY users should call 1-877-486-2048. If you need help in a language other than English or Spanish, let the customer service representative know. ",
    "page": 18,
    "id": 8
  },
  {
    "question": "Where can I get my questions answered? 1-800-MEDICARE Benefits Coordination & Recovery Center (BCRC) Beneficiary and Family Centered Care Quality Improvement Organization (BFCC-QIO) ",
    "section": "Section 1—Learn How Medicare Works  ",
    "extraInformation": "",
    "paragraph": "(1-800-633-4227) Get general or claims-specific Medicare information, request documents in alternate formats, and make changes to your Medicare coverage. If you need help in a language other than English or Spanish, say “Agent” to talk to a customer service representative. TTY: 1-877-486-2048 Medicare.govContact the BCRC to report changes in your insurance information or to let Medicare know if you have other insurance. You can also find out if Medicare or your other insurance pays first. 1-855-798-2627 TTY: 1-855-797-2627 Contact a BFCC-QIO to ask questions or report complaints about the quality of care for a Medicare-covered service you got, or if you think Medicare coverage for your service is ending too soon (for example, if your hospital says that you must be discharged and you disagree). Visit Medicare.gov/contacts, or call 1-800-MEDICARE (1-800-633-4227) to get the phone number of your BFCC-QIO. TTY users should call 1-877-486-2048. Definitions of blue words are on pages 153–156. ",
    "page": 19,
    "id": 9
  },
  {
    "question": "Department of Defense Department of Health and Human Services Office for Civil Rights Department of Veterans Affairs ",
    "section": "Section 1—Learn How Medicare Works  ",
    "extraInformation": "",
    "paragraph": "Get information about TRICARE for Life (TFL) and the TRICARE Pharmacy Program. TFL1-866-773-0404TTY: 1-866-773-0405 tricare.mil/tfltricare4u.comTricare Pharmacy Program1-877-363-1303 TTY: 1-877-540-6261 tricare.mil/pharmacyexpress-scripts.com/tricareContact if you think you were discriminated against or if your health information privacy rights were violated. 1-800-368-1019 TTY: 1-800-537-7697 hhs.gov/ocrContact if you’re a veteran or have served in the U.S. military and you have questions about VA benefits. 1-800-827-1000 TTY: 1-800-829-4833 va.gov",
    "page": 20,
    "id": 10
  },
  {
    "question": "Office of Personnel Management Railroad Retirement Board (RRB) Social Security State Health Insurance Assistance Program (SHIP) ",
    "section": "Section 1—Learn How Medicare Works ",
    "extraInformation": "",
    "paragraph": "Get information about the Federal Employee Health Benefits (FEHB) Program for current and retired federal employees. Retirees: 1-888-767-6738 TTY: 1-800-878-5707 opm.gov/healthcare-insuranceActive federal employees: Contact your Benefits Officer. Visit apps.opm.gov/abo for a list of Benefits Officers. If you have benefits from the RRB, call them to change your address or name, check eligibility, enroll in Medicare, replace your Medicare card, or report a death. 1-877-772-5772 TTY: 1-312-751-4701 rrb.govFind out if you’re eligible for Part A and/or Part B and how to enroll, get a replacement Medicare or Social Security card, report a change to your address or name, apply for Extra Helpwith Medicare prescription drug costs, ask questions about Part A and Part B premiums, and report a death. 1-800-772-1213 TTY: 1-800-325-0778 socialsecurity.govGet free personalized health insurance counseling. See page 142for more information about SHIPs. To get the phone number, see page 149. Definitions of blue words are on pages 153–156. ",
    "page": 21,
    "id": 11
  },
  {
    "question": "Some people get Part A and Part B automatically",
    "section": "",
    "extraInformation": "Section 2—Signing Up for Medicare PartA & PartB",
    "paragraph": "Section 2—Signing Up for Medicare PartA & PartBIf you’re already getting benefits from Social Security or the Railroad Retirement Board (RRB), you’ll automatically get Part A and Part B starting the first day of the month you turn 65. (If your birthday is on the first day of the month, Part A and Part B will start the first day of the prior month.) If you’re under 65 and disabled, you’ll automatically get Part A and Part B after you get disability benefits from Social Security or certain disability benefits from the RRB for 24 months. If you have ALS (Amyotrophic Lateral Sclerosis, also called Lou Gehrig’s disease), you’ll get Part A and Part B automatically the month your Social Security disability benefits begin. If you’re automatically enrolled, you’ll get your red, white, and blue Medicare card in the mail 3 months before your 65th birthday or 25th month of disability benefits. If you do nothing, you’ll keep Part B and will pay Part B premiums. You can choose not to keep Part B, but you may have to wait to enroll and pay a penalty for as long as you have Part B. See pages 25–27. Note: If you don’t get your card in the mail, call Social Security at 1-800-772-1213 and make sure they have your correct address on file. TTY users should call 1-800-325-0778. If you get RRB benefits, call 1-877-772-5772. TTY users should call 1-312-751-4701. If you live in PuertoRico, you don’t automatically get Part B. Youmust sign up for it. Seepage 24 for more information.",
    "page": 22,
    "id": 12
  },
  {
    "question": "Some people have to sign up for Part A and/or Part BWhere can I get more information? ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B ",
    "extraInformation": "",
    "paragraph": "If you’re close to 65, but not getting Social Security or Railroad Retirement Board (RRB) benefits, you’ll need to sign up. Contact Social Security 3 months before you turn 65. You can also apply for Part A and Part B at socialsecurity.gov/retirement. If you worked for a railroad, contact the RRB. In most cases, if you don’t sign up for Part B when you’re first eligible, you may have to pay a late enrollment penalty for as long as you have Part B.If you have End-Stage Renal Disease (ESRD) and you want Medicare, you’ll need to sign up. Contact Social Security to find out when and how to sign up for Part A and Part B. For more information, visit Medicare.gov/publications to view the booklet “Medicare Coverage of Kidney Dialysis & Kidney Transplant Services.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. If you live in Puerto Rico and get benefits from Social Security or the RRB, you’ll automatically get Part A the first day of the month you turn 65 or after you get disability benefits for 24 months. However, if you want Part B, you’ll need to sign up for it by completing an “Application for Enrollment in Part B Form” (CMS-40B). If you don’t sign up for Part B when you’re first eligible, you may have to pay a late enrollment penalty for as long as you have Part B. Visit cms.gov/Medicare/CMS-Forms/CMS-Forms/CMS-Forms-Items/CMS017339.html to get Form CMS-40B in English or Spanish. Contact your local Social Security office or RRB for more information. Note: To get Medicare-covered Part A and/or Part B services, you must be a U.S. citizen or lawfully present in the U.S. Call Social Security at 1-800-772-1213 for more information about your Medicare eligibility and to sign up for Part A and/or Part B. TTY users should call 1-800-325-0778. If you worked for a railroad or get RRB benefits, call the RRB at 1-877-772-5772. TTY users should call 1-312-751-4701. Important!",
    "page": 23,
    "id": 13
  },
  {
    "question": "If I’m not automatically enrolled, when can I sign up?Initial Enrollment Period General Enrollment Period ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. You can also get personalized health insurance counseling at no cost to you from your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. If you’re eligible for free Part A, you can sign up for Part A anytime once your Initial Enrollment Period starts. However, you can only sign up for Part B (or Part A if you have to buy it) during the times listed below. Remember, in most cases, if you don’t sign up for Part A (if you have to buy it) and Part B when you’re first eligible, you may have to pay a late enrollment penalty for as long as you have the coverage.You can first sign up for Part A and/or Part B during the 7-month period that begins 3 months before the month you turn 65, includes the month you turn 65, and ends 3 months after the month you turn 65. If you sign up for Part A and/or Part B during the first 3 months of your Initial Enrollment Period, in most cases, your coverage starts the first day of your birthday month. However, if your birthday is on the first day of the month, your coverage will start the first day of the prior month. If you enroll in Part A and/or Part B the month you turn 65 or during the last 3 months of your Initial Enrollment Period, the start date for your Medicare coverage will be delayed. If you didn’t sign up for Part A (if you have to buy it) and/or Part B (for which you must pay premiums) during your Initial Enrollment Period, you can sign up between January 1–March 31 each year. Your coverage won’t start until July 1 of that year, and you may have to pay a higher Part A and/or Part B premium for late enrollment. See pages 33–34. Remember, if you live in Puerto Rico and you want PartB, you must sign up for it. Seepage 24 for more information on signing up. ",
    "page": 24,
    "id": 14
  },
  {
    "question": "Special Enrollment Period Should I get PartB? ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B ",
    "extraInformation": "",
    "paragraph": "If you (or your spouse) are still working, you may have a chance to sign up for Medicare during a Special Enrollment Period. If you didn’t sign up for Part B (or Part A if you have to buy it) when you were first eligible because you’re covered under a group health plan based on current employment (your own, a spouse’s, or if you’re disabled, a family member’s), you can sign up for Part A and/or Part B: ■Anytime you’re still covered by the group health plan ■During the 8-month period that begins the month after the employment ends or the coverage ends, whichever happens first Usually, you don’t pay a late enrollment penalty if you sign up during a Special Enrollment Period. This Special Enrollment Period doesn’t apply to people with End-Stage Renal Disease (ESRD). Note: If you’re disabled, the employer offering the group health plan must have 100 or more employees. COBRA (Consolidated Omnibus Budget Reconciliation Act) coverage and retiree health plans aren’t considered coverage based on current employment. You aren’t eligible for a Special Enrollment Period when that coverage ends. To avoid paying a higher premium, make sure you sign up for Medicare when you’re first eligible. See page 117 for more information about COBRA coverage. To learn more about enrollment periods, visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. This information can help you decide: Employer or union coverage—If you or your spouse (or family member if you’re disabled) is still working and you have health coverage through that employer or union, contact your employer or union benefits administrator to find out how your coverage works with Medicare. This includes federal or state employment, and active-duty military service. It might be to your advantage to delay Part B enrollment. You can sign up for Part B without paying a penalty any time you have health coverage based on your or your spouse’s current employment (or a family member’s current employment if you’re disabled). Important!Definitions of blue words are on pages 153–156. ",
    "page": 25,
    "id": 15
  },
  {
    "question": "How does my other insurance work with Medicare? ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "extraInformation": "",
    "paragraph": "When you have other insurance (like employer group health coverage)and Medicare, there are rules that decide whether Medicare or your other insurance pays first. Use this chart to see who pays first. If you have retiree insurance (insurance from your or your spouse’s former employment)… Medicare pays first. If you’re 65 or older, have group health plan coverage based on your or your spouse’s current employment, and the employer has 20 or more employees… Your group health plan pays first. If you’re 65 or older, have group health plan coverage based on your or your spouse’s current employment, and the employer has less than 20 employees… Medicare pays first. If you’re under 65 and disabled, have Your group health plan pays group health plan coverage based on first. your, a spouse’s, or a family member’s current employment, and the employer has 100 or more employees… If you’re under 65 and disabled, have group health plan coverage based on your or a family member’s currentemployment, and the employer has less than 100 employees… Medicare pays first. If you have Medicare because of Your group health plan End-Stage Renal Disease (ESRD)… will pay first for the first 30 months after you become eligible to enroll in Medicare. Medicare will pay first after this 30-month period. Note: In some cases, your employer may join with other employers or unions to form or sponsor a multiple-employer plan. If this happens, the size of the largest employer/union determines whether Medicare pays first or second. ",
    "page": 28,
    "id": 16
  },
  {
    "question": "Medicare and the Health Insurance Marketplace Is Medicare coverage “minimum essential coverage?” ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "extraInformation": "",
    "paragraph": "If you have other insurance, be sure to tell your health care provider, hospital, and pharmacy. You’ll also need to let Medicare know by calling Medicare’s Benefits Coordination & Recovery Center (BCRC) at 1-855-798-2627. TTY users should call 1-855-797-2627. You also can contact your employer or union benefits administrator if you have questions about how your other insurance will work with Medicare. The Health Insurance Marketplace is a way for people to get health coverage. Medicare isn’t part of the Marketplace. The Marketplace doesn’t affect your Medicare choices or benefits. No matter how you get Medicare, whether through Original Medicare or a Medicare Advantage Plan (like an HMO or PPO), you don’t have to make any changes. Minimum essential coverage is coverage that you need to have to meet the individual responsibility requirement under the health care law. As long as you have Medicare Part A coverage (including coverage from a Medicare Advantage Plan), you have minimum essential coverage and you don’t have to get any additional coverage. If you only have Medicare Part B, you aren’t considered to have minimum essential coverage. This means you may have to pay a fee for not having minimum essential coverage. You’d pay this fee when you file your federal income tax return. Important!Definitions of blue words are on pages 153–156. ",
    "page": 30,
    "id": 17
  },
  {
    "question": "Can I get a Marketplace plan instead of Medicare, or can I get a Marketplace plan in addition to Medicare? What if I become eligible for Medicare after I join a Marketplace plan? ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B ",
    "extraInformation": "",
    "paragraph": "Generally, no. It’s against the law for someone who knows you have Medicare to sell you a Marketplace plan, because that would duplicate your coverage.However, if you’re employed and your employer offers employer-based coverage through the Marketplace, you may be eligible to get that type of coverage. Note: The Marketplace doesn’t offer Medicare Supplement Insurance (Medigap) policies, Medicare health plans, or Medicare drug plans (Part D). If you have a Marketplace plan, you can keep it until your Medicare coverage starts. Then, you can terminate the Marketplace plan without penalty. Visit HealthCare.gov to find out how to terminate your Marketplace plan. When you’re eligible for Medicare, you’ll have an Initial Enrollment Period to sign up (see page 25). In most cases it’s to your advantage to sign up when you’re first eligible because: ■If you enroll in Medicare after your initial enrollment period ends, you may have to pay a late enrollment penalty for as long as you have Medicare. In addition, you can enroll in Medicare Part B (and Part A if you have to pay a premium for it) only during the Medicare General Enrollment Period (from January 1–March 31 each year). Coverage doesn’t start until July of that year. This may create a gap in your coverage. ■Once your Medicare Part A coverage starts, you’ll no longer be eligible for additional premium tax credits or other savings for a Marketplace plan based on your income. You’ll have to pay full price for the Marketplace plan. ",
    "page": 31,
    "id": 18
  },
  {
    "question": "Where can I get more information? How much does Part A coverage cost? ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "extraInformation": "",
    "paragraph": "Note: If you like, you can keep your Marketplace plan too. But if you’ve been getting premium tax credits or other savings on a Marketplace plan, your eligibility for these savings will end once your Medicare Part A coverage starts. You’d have to pay full price for the Marketplace plan. To learn more about Marketplace coverage, visit HealthCare.gov. To learn more about how Medicare works with the Marketplace, visitHealthCare.gov and Medicare.gov. You usually don’t pay a monthly premium for Part A coverage if you or your spouse paid Medicare taxes while working. This is sometimes called premium-free Part A. If you aren’t eligible for premium-free Part A, you may be able to buy Part A if: ■You’re 65 or older, and you have (or are enrolling in) Part B and meet the citizenship and residency requirements. ■You’re under 65, disabled, and your premium-free Part A coverage ended because you returned to work. (If you’re under 65 and disabled, you can continue to get premium-free Part A for up to 8 1/2 years after you return to work.) Note: In 2015, people who had to buy Part A paid premiums up to $407 each month. Visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227) to find out the amount for 2016. TTY users should call 1-877-486-2048. In most cases, if you choose to buy Part A, you must also have Part B and pay monthly premiums for both. Definitions of blue words are on pages 153–156. ",
    "page": 32,
    "id": 19
  },
  {
    "question": "What’s the PartA late enrollment penalty? How much does Part B coverage cost? Some people may pay a higher Part B premium ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. If you aren’t eligible for premium-free Part A, and you don’t buy it when you’re first eligible, your monthly premium may go up 10% for every 12 months you didn’t have the coverage. You’ll have to pay the higher premium for twice the number of years you could’ve had Part A, but didn’t sign up. Example: If you were eligible for Part A for 2 years but didn’t sign up, you’ll have to pay a 20% higher premium for 4 years. Usually, you don’t have to pay a penalty if you meet certain conditions that allow you to sign up for Part A during a Special Enrollment Period. See page 26.You pay the Part B premium each month. Most people will pay the standard premium amount, which was $104.90 in 2015. Visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227) to find out the amount for 2016. TTY users should call 1-877-486-2048. If your modified adjusted gross income as reported on your IRS tax return from 2 years ago (the most recent tax return information provided to Social Security by the IRS) is above a certain amount ($85,000 if you file individually or $170,000 if you’re married and file jointly), you may pay more. This doesn’t affect everyone, so most people won’t have to pay a higher amount. Your modified adjusted gross income is your adjusted gross income plus your tax exempt interest income. ",
    "page": 33,
    "id": 20
  },
  {
    "question": "What’s the PartB late enrollment penalty? ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "extraInformation": "",
    "paragraph": "Each year, Social Security will tell you if you have to pay more than the standard premium. The amount you pay can change each year depending on your income. If you have to pay a higher amount for your Part B premium and you disagree (for example, if your income goes down), call Social Security at 1-800-772-1213. TTY users should call 1-800-325-0778. If you get benefits from the Railroad Retirement Board (RRB), you should still contact Social Security because the RRB doesn’t make income determinations. For more information, visit socialsecurity.gov/pubs/EN-05-10536.pdf to view the fact sheet “Medicare Premiums: Rules for Higher Income Beneficiaries.” If you don’t sign up for Part B when you’re first eligible, you may have to pay a late enrollment penalty for as long as you have Part B. Your monthly premium for Part B may go up 10% for each full 12-month period that you could’ve had Part B, but didn’t sign up for it. If you’re allowed to sign up for Part B during a Special Enrollment Period, you usually don’t pay a late enrollment penalty. See pages 25–26. Example: Mr. Smith’s Initial Enrollment Period ended September 30, 2012. He waited to sign up for Part B until March 2015 during the General Enrollment Period. His Part B premium penalty is 20%. (Even though Mr. Smith waited a total of 30 months to sign up, this included only 2 full 12-month periods.) He’ll have to pay this penalty for as long as he has Part B. If you have limited income and resources, see pages 119–126 for information about help paying your Medicare premiums. ",
    "page": 34,
    "id": 21
  },
  {
    "question": "How can I pay my PartB premium? ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. If you get Social Security, Railroad Retirement Board (RRB), or Office of Personnel Management (OPM) benefits, your Part B premium will be automatically deducted from your benefit payment. If you don’t get these benefit payments, you’ll get a bill. If you choose to buy Part A, you’ll always get a bill for your premium. There are 3 ways to pay these bills: 1.Mail your premium payments to: Medicare Premium Collection Center P.O. Box 790355 St. Louis, Missouri 63179-0355 If you get a bill from the RRB, mail your premium payments to: RRB Medicare Premium Payments P.O. Box 979024 St. Louis, Missouri 63197-9000 2.Pay by credit card. To do this, complete the bottom portion of the payment coupon on your Medicare bill and mail it to the address above. 3.Sign up for Medicare Easy Pay. This is a free service that automatically deducts your premium payments from your savings or checking account each month. Visit Medicare.govto learn more and to find out how to sign up. If you have questions about your premiums or need to change your address on your bill, call Social Security at 1-800-772-1213. TTY users should call 1-800-325-0778. If your bills are from the RRB, call 1-877-772-5772. TTY users should call 1-312-751-4701. ",
    "page": 35,
    "id": 22
  },
  {
    "question": "What services does Medicare cover? What does Part A cover? ",
    "section": "",
    "extraInformation": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "paragraph": "Medicare covers certain medical services and supplies in hospitals, doctors’ offices, and other health care settings. Services are either covered under Part A or Part B. If you have both Part A and Part B, you can get all of the Medicare-covered services listed in this section, whether you have Original Medicare or a Medicare Advantage Plan (like an HMO or PPO). To get Medicare-covered Part A and/or Part B services, you must be a U.S. citizen or be lawfully present in the U.S. Part A (Hospital Insurance) helps cover: ■Inpatient care in a hospital ■Inpatient care in a skilled nursing facility (not custodial or long-term care) ■Hospice care ■Home health care ■Inpatient care in a religious nonmedical health care institutionYou can find out if you have Part A by looking at your red, white, and blue Medicare card. If you have Original Medicare, you’ll use this card to get your Medicare-covered services. If you join a Medicare Advantage Plan, in most cases, you must use the card from the plan to get your Medicare-covered services. Important!Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "page": 36,
    "id": 23
  },
  {
    "question": "What do I pay for Part A-covered services? Part A-covered services Blood Home health services ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Copayments, coinsurance, or deductibles may apply for each service listed on the following pages. Visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227) to get specific cost information. TTY users should call 1-877-486-2048. If you’re in a Medicare Advantage Plan or have other insurance (like a Medicare Supplement Insurance (Medigap) policy, or employer or union coverage), your costs may be different. Contact the plans you’re interested in to find out about the costs, or visit the Medicare Plan Finder at Medicare.gov/find-a-plan. If the hospital gets blood from a blood bank at no charge, you won’t have to pay for it or replace it. If the hospital has to buy blood for you, you must either pay the hospital costs for the first 3 units of blood you get in a calendar year or have the blood donated by you or someone else. Medicare covers medically necessary part-time or intermittent skilled nursing care, and/or physical therapy, speech-language pathology services, and/or services for people with a continuing need for occupational therapy. A doctor, or certain health care professionals who work with a doctor, must see you face-to-face before a doctor can certify that you need home health services. A doctor must order your care, and a Medicare-certified home health agency must provide it. Home health services may also include medical social services, part-time or intermittent home health aide services, and medical supplies for use at home. You must be homebound, which means both of these are true: 1.You’re normally unable to leave home and doing so requires a considerable and taxing effort. 2.Because of an illness or injury, leaving home isn’t medically advisable or isn’t possible without the aid of supportive devices, use of special transportation, or the assistance of another person. You pay nothing for covered home health care services and 20% of the Medicare-approved amount for durable medical equipment. See page 52. Definitions of blue words are on pages 153–156. ",
    "page": 37,
    "id": 24
  },
  {
    "question": "Hospice care ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "To qualify for hospice care, a hospice doctor and your doctor (if you have one) must certify that you’re terminally ill, meaning you have a life expectancy of 6 months or less. If you’re already getting hospice care, a hospice doctor or nurse practitioner will need to see you about 6 months after your hospice care started to certify that you’re still terminally ill. Coverage includes: ■All items and services needed for pain relief and symptom management ■Medical, nursing, and social services ■Drugs ■Certain durable medical equipment ■Aide and homemaker services ■Other covered services, as well as services Medicare usually doesn’t cover, like spiritual and grief counseling A Medicare-approved hospice usually gives hospice care in your home or other facility where you live, like a nursing home. Hospice care doesn’t pay for your stay in a facility (room and board) unless the hospice medical team determines that you need short-term inpatient stays for pain and symptom management that can’t be addressed at home. These stays must be in a Medicare-approved facility, like a hospice facility, hospital, or skilled nursing facility that contracts with the hospice. Medicare also covers inpatient respite care, which is care you get in a Medicare-approved facility so that your usual caregiver (family member or friend) can rest. You can stay up to 5 days each time you get respite care. Medicare will pay for covered services for health problems that aren’t related to your terminal illness or related conditions. You can continue to get hospice care as long as the hospice medical director or hospice doctor recertifies that you’re terminally ill. ■You pay nothing for hospice care. ■You pay a copayment of up to $5 per prescription for outpatient prescription drugs for pain and symptom management. In the rare case your drug isn’t covered by the hospice benefit, your hospice provider should contact your Medicare drug plan to see if it’s covered under Part D. ■You pay 5% of the Medicare-approved amount for inpatient respite care. ",
    "page": 38,
    "id": 25
  },
  {
    "question": "Hospital care (inpatient care) Am I an inpatient or outpatient? ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers semi-private rooms, meals, general nursing, and drugs as part of your inpatient treatment, and other hospital services and supplies. This includes care you get in acute care hospitals, critical access hospitals, inpatient rehabilitation facilities, long-term care hospitals, inpatient care as part of a qualifying clinical research study, and mental health care. This doesn’t include private-duty nursing, a television or phone in your room (if there’s a separate charge for these items), or personal care items, like razors or slipper socks. It also doesn’t include a private room, unless medically necessary. If you have Part B, it generally covers 80% of the Medicare-approved amount for doctor’s services you get while you’re in a hospital.■You pay a deductible and no coinsurance for days 1–60 of each benefit period. ■You pay coinsurance for days 61–90 of each benefit period. ■You pay coinsurance per “lifetime reserve day” after day 90 of each benefit period (up to 60 days over your lifetime). ■You pay all costs for each day after you use all the lifetime reserve days. ■Inpatient psychiatric care in a freestanding psychiatric hospital is limited to 190 days in a lifetime. Note: In some cases, the hospital or a Medicare contractor may determine you should’ve gotten services in an outpatient setting. The hospital may submit a Part B claim for your services, and the amount you owe may change. You’ll pay your part for Part B services, but you may be able to get a refund for any money you paid for Part A services. Staying overnight in a hospital doesn’t always mean you’re an inpatient. You only become an inpatient when a hospital formally admits you as an inpatient, after a doctor orders it. You’re still an outpatient if you haven’t been formally admitted as an inpatient, even if you’re getting emergency department services, observation services, outpatient surgery, lab tests, or X-rays. You or a family member should always ask if you’re an inpatient or an outpatient each day during your stay, since it affects what you pay and can affect whether you’ll qualify for Part A coverage in a skilled nursing facility.For more information, visit Medicare.gov/publications to view the fact sheet “Are You a Hospital Inpatient or Outpatient? If You Have Medicare—Ask!” Important!Definitions of blue words are on pages 153–156. ",
    "page": 39,
    "id": 26
  },
  {
    "question": "Religious non-medical health care institution(inpatient care) Skilled nursing facility care ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "In these facilities, religious beliefs prohibit conventional and unconventional medical care. If you qualify for hospital or skilled nursing facilitycare, Medicare will only cover the inpatient, non-religious, non-medical items and services. An example is room and board, or any items and services that don’t require a doctor’s order or prescription, like unmedicated wound dressings or use of a simple walker. Medicare covers semi-private rooms, meals, skilled nursing and rehabilitative services, and other medically necessary services and supplies after a 3-day minimum, medically necessary, inpatient hospital stay for a related illness or injury. An inpatient hospital stay begins the day the hospital formally admits you as an inpatient based on a doctor’s order and doesn’t include the day you’re discharged. You may get coverage of skilled nursing care or skilled therapy care if it’s necessary to: ■Help improve your condition or ■Maintain your current condition or prevent or delay it from getting worse To qualify for care in a skilled nursing facility, your doctor must certify that you need daily skilled care like intravenous injections or physical therapy. You pay: ■Nothing for the first 20 days of each benefit period■A coinsurance per day for days 21–100 of each benefit period ■All costs for each day after day 100 in a benefit period Visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227) to find out what you pay for inpatient hospital stays and skilled nursing facility care in 2016. TTY users should call 1-877-486-2048. Note: Medicare doesn’t cover long-term care or custodial care. ",
    "page": 40,
    "id": 27
  },
  {
    "question": "What does Part B cover? What do I pay for Part B-covered services? ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare Part B (Medical Insurance) helps cover medically necessarydoctors’ services, outpatient care, home health services, durable medical equipment, and other medical services. Part B also covers many preventive services. You can find out if you have Part B by looking at your red, white, and blue Medicare card. See pages 43–71 for a list of common Part B-covered services and general descriptions. Medicare may cover some services and tests more often than the timeframes listed if needed to diagnose or treat a condition. To find out if Medicare covers a service not on this list, visit Medicare.gov/coverage, or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. For more details about Medicare covered services, visit Medicare.gov/publications to view the booklet “Your Medicare Benefits.” Call 1-800-MEDICARE to find out if a copy can be mailed to you. The alphabetical list on the following pages gives general information about what you pay if you have Original Medicare and see doctors or other health care providers who accept assignment. See pages 78–79. You’ll pay more if you see doctors or providers who don’t accept assignment. If you’re in a Medicare Advantage Plan (like an HMO or PPO) or have other insurance, your costs may be different. Contact your plan or benefits administrator directly to find out about the costs. Under Original Medicare, if the Part B deductible ($147 in 2015) applies, you must pay all costs (up to the Medicare-approved amount) until you meet the yearly Part B deductible before Medicare begins to pay its share. Then, after your deductible is met, you typically pay 20% of the Medicare-approved amount of the service, if the doctor or other health care provider accepts assignment. There’s no yearly limit for what you pay out-of-pocket. Visit Medicare.gov or call 1-800-MEDICARE to get specific cost information. You pay nothing for most covered preventive services if you get the services from a doctor or other qualified health care provider who accepts assignment. However, for some preventive services, you may have to pay a deductible, coinsurance, or both. These costs may also apply if you get a preventive service in the same visit as a non-preventive service. Definitions of blue words are on pages 153–156. ",
    "page": 41,
    "id": 28
  },
  {
    "question": "Part B-covered servicesAbdominal aortic aneurysm screening Alcohol misuse screening and counseling ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "You’ll see this apple next to the preventive services on pages 43–69. Use the preventive services checklist on pages 69–70 to ask your doctor or other health care provider which preventive services you should get. Medicare covers a one-time screening abdominal aortic aneurysm ultrasound for people at risk. You must get a referral from your doctor or other practitioner. You pay nothing for the screening if the doctor or other qualified health care provider accepts assignment. Note: If you have a family history of abdominal aortic aneurysms, or you’re a man 65–75 and you’ve smoked at least 100 cigarettes in your lifetime, you’re considered at risk. Medicare covers one alcohol misuse screening per year for adults with Medicare (including pregnant women) who use alcohol, but don’t meet the medical criteria for alcohol dependency. If your primary care doctor or other primary care practitioner determines you’re misusing alcohol, you can get up to 4 brief face-to-face counseling sessions per year (if you’re competent and alert during counseling). A qualified primary care doctor or other primary care practitioner must provide the counseling in a primary care setting (like a doctor’s office). You pay nothing if the qualified primary care doctor or other primary care practitioner accepts assignment. ",
    "page": 42,
    "id": 29
  },
  {
    "question": "Ambulance services Ambulatory surgical centers ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers ground ambulance transportation when you need to be transported to a hospital, critical access hospital, or skilled nursing facility for medically necessary services, and transportation in any other vehicle could endanger your health. Medicare may pay for emergency ambulance transportation in an airplane or helicopter to a hospital if you need immediate and rapid ambulance transportation that ground transportation can’t provide. In some cases, Medicare may pay for limited, medically necessary, non-emergency ambulance transportation if you have a written order from your doctor stating that ambulance transportation is medically necessary. An example may be a medically necessary ambulance transport to a renal dialysis facility for an End-Stage Renal Disease (ESRD) patient. Medicare will only cover ambulance services to the nearest appropriate medical facility that’s able to give you the care you need. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Medicare covers the facility service fees related to approved surgical procedures provided in an ambulatory surgical center (facility where surgical procedures are performed, and the patient is expected to be released within 24 hours). Except for certain preventive services (for which you pay nothing if the doctor or other health care provider accepts assignment), you pay 20% of the Medicare-approved amount to both the ambulatory surgical center and the doctor who treats you, and the Part B deductible applies. You pay all of the facility service fees for procedures Medicare doesn’t cover in ambulatory surgical centers. Definitions of blue words are on pages 153–156. ",
    "page": 43,
    "id": 30
  },
  {
    "question": "Blood Bone mass measurement (bone density) Breast cancer screening (mammograms) ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "If the provider gets blood from a blood bank at no charge, you won’t have to pay for it or replace it. However, you’ll pay a copayment for the blood processing and handling services for each unit of blood you get, and the Part B deductible applies. If the provider has to buy blood for you, you must either pay the provider costs for the first 3 units of blood you get in a calendar year or have the blood donated by you or someone else. This test helps to see if you’re at risk for broken bones. It’s covered once every 24 months (more often if medically necessary) for people who have certain medical conditions or meet certain criteria. You pay nothing for this test if the doctor or other qualified health care provider accepts assignment. Medicare covers screening mammograms to check for breast cancer once every 12 months for all women with Medicare who are 40 and older. Medicare covers one baseline mammogram for women between 35–39. You pay nothing for the test if the doctor or other qualified health care provider accepts assignment. Note: Part B also covers diagnostic mammograms when medically necessary. ",
    "page": 44,
    "id": 31
  },
  {
    "question": "Cardiac rehabilitation Cardiovascular disease (behavioral therapy) Cardiovascular disease screenings ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers comprehensive programs that include exercise, education, and counseling for patients who meet at least one of these conditions: ■A heart attack in the last 12 months ■Coronary artery bypass surgery ■Current stable angina pectoris (chest pain) ■A heart valve repair or replacement ■A coronary angioplasty (a medical procedure used to open a blocked artery) or coronary stenting (a procedure used to keep an artery open) ■A heart or heart-lung transplant Medicare also covers intensive cardiac rehabilitation programs that are typically more rigorous or more intense than regular cardiac rehabilitation programs. Services are covered in a doctor’s office or hospital outpatient setting. You pay 20% of the Medicare-approved amount if you get the services in a doctor’s office. In a hospital outpatient setting, you also pay the hospital a copayment. The Part B deductible applies. Medicare will cover one visit per year with a primary care doctorin a primary care setting (like a doctor’s office) to help lower your risk for cardiovascular disease. During this visit, the doctor may discuss aspirin use (if appropriate), check your blood pressure, and give you tips to make sure you’re eating well. You pay nothing if the doctor or other qualified health care provider accepts assignment. These screenings include blood tests that help detect conditions that may lead to a heart attack or stroke. Medicare covers these screening tests once every 5 years to test your cholesterol, lipid, lipoprotein, and triglyceride levels. You pay nothing for the tests if the doctor or other qualified health care provider accepts assignment. Definitions of blue words are on pages 153–156. ",
    "page": 45,
    "id": 32
  },
  {
    "question": "Cervical and vaginal cancer screening Chemotherapy Chiropractic services (limited coverage) ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare covers Pap tests and pelvic exams to check for cervical and vaginal cancers. As part of the exam, Medicare also covers a clinical breast exam to check for breast cancer. Medicare covers these screening tests once every 24 months. Medicare covers these screening tests once every 12 months if you’re at high risk for cervical or vaginal cancer or if you’re of child-bearing age and had an abnormal Pap test in the past 36 months. You pay nothing if the doctor or other qualified health care provider accepts assignment. Medicare covers chemotherapy in a doctor’s office, freestanding clinic, or hospital outpatient setting for people with cancer. You pay a copayment for chemotherapy in a hospital outpatient setting. For chemotherapy given in a doctor’s office or freestanding clinic, you pay 20% of the Medicare-approved amount, and the Part B deductible applies. For chemotherapy in a hospital inpatient setting covered under Part A, see Hospital care (inpatient care) on page 40. Medicare covers manipulation of the spine if medically necessaryto correct a subluxation (when one or more of the bones of your spine move out of position) when provided by a chiropractor or other qualified provider. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Note: You pay all costs for any other services or tests ordered by a chiropractor (including X-rays and massage therapy). ",
    "page": 46,
    "id": 33
  },
  {
    "question": "Clinical research studies Colorectal cancer screenings ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Clinical research studies test how well different types of medical care work and if they’re safe. Medicare covers some costs, like office visits and tests, in qualifying clinical research studies. You may pay 20% of the Medicare-approved amount, and the Part B deductiblemay apply. Note: If you’re in a Medicare Advantage Plan (like an HMO or PPO), some costs may be covered by Original Medicare and some may be covered by your Medicare Advantage Plan. Medicare covers these screenings to help find precancerous growths or find cancer early, when treatment is most effective. One or more of these tests may be covered: ■Multi-target stool DNA test—This multi-target stool DNA lab test is generally covered once every 3 years if you meet all of these conditions: —Are between ages 50–85. —Show no symptoms of colorectal disease including, but not limited to, lower gastrointestinal pain, blood in stool, positive guaiac fecal occult blood test or fecal immunochemical test. —At average risk for developing colorectal cancer, meaning: •Have no personal history of adenomatous polyps, colorectal cancer, inflammatory bowel disease, including Crohn’s Disease and ulcerative colitis. •Have no family history of colorectal cancer or adenomatous polyps, familial adenomatous polyposis, or hereditary nonpolyposis colorectal cancer. You pay nothing for the test if the doctor or other qualified health care provider accepts assignment. ■Screening fecal occult blood test—This test is covered once every 12 months if you’re 50 or older. You pay nothing for the test if the doctor or other qualified health care provider accepts assignment. Definitions of blue words are on pages 153–156. ",
    "page": 47,
    "id": 34
  },
  {
    "question": "Concierge care ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "■Screening flexible sigmoidoscopy—This test is generally covered once every 48 months if you’re 50 or older, or 120 months after a previous screening colonoscopy for those not at high risk. You pay nothing for the test if the doctor or other qualified health care provider accepts assignment. ■Screening colonoscopy—This test is generally covered once every 120 months (high risk every 24 months) or 48 months after a previous flexible sigmoidoscopy. There’s no minimum age. You pay nothing for the test if the doctor or other qualified health care provider accepts assignment. Note: If a polyp or other tissue is found and removed during the colonoscopy, you may have to pay 20% of the Medicare-approved amount for the doctor’s services and a copayment in a hospital outpatient setting. The Part B deductible doesn’t apply. ■Screening barium enema—This test is generally covered once every 48 months if you’re 50 or older (high risk every 24 months) when used instead of a sigmoidoscopy or colonoscopy. You pay 20% of the Medicare-approved amount for the doctor services. In a hospital outpatient setting, you also pay the hospital a copayment. Concierge care is when a doctor or group of doctors charges you a membership fee before they’ll see you or accept you into their practice. When you pay this fee, you may get some services or amenities that Medicare doesn’t cover. Medicare doesn’t cover membership fees for concierge care (also called concierge medicine, retainer-based medicine, boutique medicine, platinum practice, or direct care). ",
    "page": 48,
    "id": 35
  },
  {
    "question": "Continuous Positive Airway Pressure (CPAP) therapy ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Doctors who provide concierge care must still follow all Medicare rules: ■Doctors who accept assignment can’t charge you extra for Medicare-covered services. This means the membership fee can’t include additional charges for items or services that Medicare covers unless your doctor thinks Medicare probably (or certainly) won’t pay for the item or service because it’s not medically necessary. In this situation, your doctor must give you a written notice called an “Advance Beneficiary Notice of Noncoverage” (ABN). ■Doctors who don’t accept assignment can charge you more than the Medicare approved amount for Medicare-covered services, but there’s a 15% limit called the “limiting charge.” ■All Medicare doctors (regardless of whether or not they accept assignment) can charge you for items and services that Medicare doesn’t cover. Note: You pay 100% of the membership fee for concierge care. Medicare covers a 3-month trial of CPAP therapy if you’ve been diagnosed with obstructive sleep apnea. Medicare may cover it longer if you meet in person with your doctor, and your doctor documents in your medical record that the CPAP therapy is helping you. You pay 20% of the Medicare-approved amount for rental of the machine and purchase of related supplies (like masks and tubing), and the Part B deductible applies. Medicare pays the supplier to rent the machine for 13 months if you’ve been using it without interruption. After you’ve rented the machine for 13 months, you own it. Note: If you had a CPAP machine before you got Medicare, Medicare may cover rental or a replacement CPAP machine and/or CPAP accessories if you meet certain requirements. If you live in certain areas of the country, you may have to use specific suppliers for Medicare to pay for a CPAP machine and/or accessories. See page 53 for more information. Definitions of blue words are on pages 153–156. ",
    "page": 49,
    "id": 36
  },
  {
    "question": "Defibrillator (implantable automatic) Depression screening Diabetes screenings Diabetes self-management training ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare covers these devices for some people diagnosed with heart failure. If the surgery takes place in an outpatient setting, you pay 20% of the Medicare-approved amount for the doctor’s services. If you get the device as a hospital outpatient, you also pay the hospital a copayment. In most cases, the copayment amount can’t be more than the Part A hospital stay deductible. The Part B deductible applies. Part A covers surgeries to implant defibrillators in a hospital inpatient setting. See Hospital care (inpatient care) on page 40. Medicare covers one depression screening per year. The screening must be done in a primary care setting (like a doctor’s office) that can provide follow-up treatment and referrals. You pay nothing for this screening if the doctor or other qualified health care provider accepts assignment. Medicare covers these screenings if your doctor determines you’re at risk for diabetes. You may be eligible for up to 2 diabetes screenings each year. You pay nothing for the test if your doctor or other qualified health care provider accepts assignment. Medicare covers diabetes outpatient self-management training to teach you to cope with and manage your diabetes. The program may include tips for eating healthy, being active, monitoring blood sugar, taking medication, and reducing risks. You must have diabetes and a written order from your doctor or other health care provider. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "page": 50,
    "id": 37
  },
  {
    "question": "Diabetes supplies Doctor and other health care provider services Durable medical equipment (like walkers) ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers blood sugar testing monitors, blood sugar test strips, lancet devices and lancets, blood sugar control solutions, and therapeutic shoes (in some cases). Medicare only covers insulin if it’s medically necessaryand you use an external insulin pump to administer the insulin. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Note: Medicare prescription drug coverage (Part D) may cover insulin, certain medical supplies used to inject insulin (like syringes), and some oral diabetic drugs. Check with your plan for more information. You may need to use specific suppliers for some types of diabetic testing supplies. Visit Medicare.gov/supplierdirectory to find a list of suppliers for your area. Medicare covers medically necessary doctor services (including outpatient services and some doctor services you get when you’re a hospital inpatient) and covered preventive services. Medicare also covers services provided by other health care providers, like physician assistants, nurse practitioners, social workers, physical therapists, and psychologists. Except for certain preventive services (for which you may pay nothing), you pay 20% of the Medicare-approved amount, and the Part B deductible applies. Medicare covers items like oxygen equipment and supplies, wheelchairs, walkers, and hospital beds ordered by a doctor or other health care provider enrolled in Medicare for use in the home. Some items must be rented. You pay 20% of the Medicare-approved amount, and the Part B deductible applies.Important!",
    "page": 51,
    "id": 38
  },
  {
    "question": "EKG or ECG (electrocardiogram) screening Emergency department services Eyeglasses (limited) Federally Qualified Health Center (FQHC) services ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers a one-time screening EKG/ECG if referred by your doctor or other health care provider as part of your one-time “Welcome to Medicare” preventive visit. See page 68. You pay 20% of the Medicare-approved amount, and the Part B deductibleapplies. An EKG/ECG is also covered as a diagnostic test. See page 65. If you have the test at a hospital or a hospital-owned clinic, you also pay the hospital a copayment. These services are covered when you have an injury, a sudden illness, or an illness that quickly gets much worse. You pay a specified copayment for the hospital emergency department visit, and you pay 20% of the Medicare-approved amount for the doctor’s or other health care provider’s services. The Part B deductible applies. However, your costs may be different if you’re admitted to the hospital as an inpatient. Medicare covers one pair of eyeglasses with standard frames (or one set of contact lenses) after cataract surgery that implants an intraocular lens. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Note: Medicare will only pay for contact lenses or eyeglasses provided by a supplier enrolled in Medicare, no matter who submits the claim (you or your supplier). FQHCs provide many outpatient primary care and preventivehealthservices. There’s no deductible, and generally, you’re responsible for paying 20% of your charges or 20% of the Medicare-approved amount. You pay nothing for most preventiveservices. All FQHCs offer a sliding fee schedule to persons with incomes below 200% of the Federal poverty level. To find a FQHC near you, visit findahealthcenter.hrsa.gov. ",
    "page": 53,
    "id": 39
  },
  {
    "question": "Flu shots Foot exams and treatment Glaucoma tests Hearing and balance exams ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare generally covers one flu shot per flu season. You pay nothing for the flu shot if the doctor or other qualified health care provider accepts assignment for giving the shot. Medicare covers foot exams and treatment if you have diabetes-related nerve damage and/or meet certain conditions. You pay 20% of the Medicare-approved amount, and the Part B deductibleapplies. In a hospital outpatient setting, you also pay the hospital a copayment. These tests are covered once every 12 months for people at high risk for the eye disease glaucoma. You’re at high risk if you have diabetes, a family history of glaucoma, are African American and 50 or older, or are Hispanic and 65 or older. An eye doctor who’s legally allowed by the state must do the tests. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. In a hospital outpatient setting, you also pay the hospital a copayment. Medicare covers these exams if your doctor or other health care provider orders them to see if you need medical treatment. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. In a hospital outpatient setting, you also pay the hospital a copayment. Note: Original Medicare doesn’t cover hearing aids or exams for fitting hearing aids. Definitions of blue words are on pages 153–156. ",
    "page": 54,
    "id": 40
  },
  {
    "question": "Hepatitis B shots Hepatitis C screening test HIV screening ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers these shots for people at medium or high risk for Hepatitis B. Some risk factors include hemophilia, End-Stage Renal Disease (ESRD), diabetes, if you live with someone who has Hepatitis B, or if you’re a health care worker and have frequent contact with blood or body fluids. Check with your doctor to see if you’re at medium or high risk for Hepatitis B. You pay nothing for the shot if the doctor or other qualified health care provider accepts assignment. Medicare covers one Hepatitis C screening test if you meet one of these conditions: ■You’re at high risk because you have a current or past history of illicit injection drug use. ■You had a blood transfusion before 1992. ■You were born between 1945–1965. Medicare also covers yearly repeat screenings for certain people at high risk. Medicare will only cover Hepatitis C screening tests if they’re ordered by a primary care doctor or other primary care provider. You pay nothing for the screening test if the doctor or other qualified health care provider accepts assignment. Medicare covers HIV (Human Immunodeficiency Virus) screenings once every 12 months for: ■People between the ages of 15–65. ■People younger than 15 and older than 65, who are at increased risk. Note: Medicare also covers this test up to 3 times during a pregnancy. You pay nothing for the HIV screening if the doctor or other qualified health care provider accepts assignment. ",
    "page": 55,
    "id": 41
  },
  {
    "question": "Home health services Kidney dialysis services and supplies Kidney disease education services ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare covers medically necessary part-time or intermittent skilled nursing care, and/or physical therapy, speech-language pathology services, and/or services if you have a continuing need for occupational therapy. A doctor, or certain health care professionals who work with a doctor, must see you face-to-face before a doctor can certify that you need home health services. A doctor must order your care, and a Medicare-certified home health agency must provide it. Home health services may also include medical social services, part-time or intermittent home health aide services, durable medical equipment, and medical supplies for use at home. You must be homebound, which means both of these are true: 1.You have trouble leaving your home without help (like using a cane, wheelchair, walker, or crutches; special transportation; or help from another person) because of an illness or injury. 2.Leaving your home isn’t recommended because of your condition, and you’re normally unable to leave your home because it’s a major effort. You pay nothing for covered home health services. For Medicare-covered durable medical equipment information, see pages 52–53. Generally, Medicare covers 3 dialysis treatments per week if you have End-Stage Renal Disease (ESRD). This includes all ESRD-related drugs and biologicals, laboratory tests, home dialysis training, support services, equipment, and supplies. The dialysis facility is responsible for coordinating your dialysis services (at home or in a facility). You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Medicare covers up to 6 sessions of kidney disease education services if you have Stage IV chronic kidney disease, and your doctor or other health care provider refers you for the service. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Definitions of blue words are on pages 153–156. ",
    "page": 56,
    "id": 42
  },
  {
    "question": "Laboratory services Lung cancer screening Medical nutrition therapy services ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers laboratory services including certain blood tests, urinalysis, certain tests on tissue specimens, and some screening tests. You generally pay nothing for these services. Medicare covers a lung cancer screening with Low Dose Computed Tomography (LDCT) once per year if you meet all of these conditions: ■You’re 55–77. ■You’re either a current smoker or have quit smoking within the last 15 years. ■You have a tobacco smoking history of at least 30 “pack years” (an average of one pack a day for 30 years). ■You get a written order from a physician or qualified non-physician practitioner. You pay nothing for this service if the primary care doctor or other qualified primary care practitioner accepts assignment. Note: Before your first lung cancer screening, you’ll need to schedule an appointment with your doctor to discuss the benefits and risks of lung cancer screening. You and your doctor can decide whether lung cancer screening is right for you. Medicare may cover medical nutrition therapy and certain related services if you have diabetes or kidney disease, or you have had a kidney transplant in the last 36 months, and your doctor or other health care provider refers you for the service. You pay nothing for these services if the doctor or other qualified health care provider accepts assignment. ",
    "page": 57,
    "id": 43
  },
  {
    "question": "Mental health care (outpatient) Obesity screening and counseling Occupational therapy ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare covers mental health care services to help with conditions like depression or anxiety. Coverage includes services generally provided in an outpatient setting (like a doctor’s or other health care provider’s office or hospital outpatient department), including visits with a psychiatrist or other doctor, clinical psychologist, nurse practitioner, physician assistant, clinical nurse specialist, or clinical social worker. Laboratory tests are also covered. Certain limits and conditions may apply. Generally, you pay 20% of the Medicare-approved amount and the Part B deductible applies for: ■Visits to a doctor or other health care provider to diagnose your condition or monitor or change your prescriptions ■Outpatient treatment of your condition (like counseling or psychotherapy) Note: Inpatient mental health care is covered under Part A. See Hospital care (inpatient care) on page 40. If you have a body mass index (BMI) of 30 or more, Medicare covers face-to-face individual behavioral therapy sessions to help you lose weight. This counseling may be covered if you get it in a primary care setting (like a doctor’s office), where it can be coordinated with your other care and a personalized prevention plan. You pay nothing for this service if the primary care doctor or other qualified primary care practitioner accepts assignment. Medicare covers evaluation and treatment to help you perform activities of daily living (like dressing or bathing) when your doctor or other health care provider certifies you need it. There may be a limit on the amount Medicare will pay for these services in a single year, and there may be certain exceptions to these limits. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Definitions of blue words are on pages 153–156. ",
    "page": 58,
    "id": 44
  },
  {
    "question": "Outpatient hospital services Outpatient medical and surgical services and supplies Physical therapy ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers many diagnostic and treatment services in hospital outpatient departments. Generally, you pay 20% of the Medicare-approved amount for the doctor’s or other health care provider’s services. You may pay more for services you get in a hospital outpatient setting than you’ll pay for the same care in a doctor’s office. In addition to the amount you pay the doctor, you’ll usually pay the hospital a copayment for each service you get in a hospital outpatient setting, except for certain preventive services that don’t have a copayment. In most cases the copayment can’t be more than the Part A hospital stay deductiblefor each service. The Part B deductible applies, except for certain preventive services. If you get hospital outpatient services in a critical access hospital, your copayment may be higher and may exceed the Part A hospital stay deductible. Medicare covers approved procedures like X-rays, casts, stitches, or outpatient surgeries. You pay 20% of the Medicare-approved amount for the doctor’s or other health care provider’s services. You generally pay the hospital a copayment for each service you get in a hospital outpatient setting. In most cases, for each service provided, the copayment can’t be more than the Part A hospital stay deductible. The Part B deductible applies, and you pay all charges for items or services that Medicare doesn’t cover. Medicare covers evaluation and treatment for injuries and diseases that change your ability to function when your doctor or other health care provider certifies your need for it. There may be a limit on the amount Medicare will pay for these services in a single year, and there may be certain exceptions to these limits. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "page": 59,
    "id": 45
  },
  {
    "question": "Pneumococcal shot Prescription drugs (limited) ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare covers a pneumococcal shot to help prevent pneumococcal infections (like certain types of pneumonia). Medicare also covers a different second shot if it’s given one year (or later) after the first shot. Talk with your doctor or other health care provider to see if you need one or both of the pneumococcal shots. You pay nothing for these shots if the doctor or other qualified health care provider accepts assignment for giving the shot.Medicare covers a limited number of drugs like injections you get in a doctor’s office, certain oral anti-cancer drugs, drugs used with some types of durable medical equipment (like a nebulizer or external infusion pump), immunosuppressant drugs (see page 66), and under very limited circumstances, certain drugs you get in a hospital outpatient setting. You pay 20% of the Medicare-approved amount for these covered drugs, and the Part B deductible applies. If the covered drugs you get in a hospital outpatient setting are part of your outpatient services, you pay a copayment for the services. However, other types of drugs in a hospital outpatient setting (sometimes called “self-administered drugs” or drugs you would normally take on your own) aren’t covered by Part B. What you pay depends on whether you have Part D or other prescription drug coverage, whether your drug plan covers the drug, and whether the hospital’s pharmacy is in your drug plan’s network. Contact your prescription drug plan to find out what you pay for drugs you get in a hospital outpatient setting that aren’t covered under Part B. Other than the examples above, you pay 100% for most prescription drugs, unless you have Part D or other drug coverage. See pages 105–118 for more information about Part D. Definitions of blue words are on pages 153–156. ",
    "page": 60,
    "id": 46
  },
  {
    "question": "Prostate cancer screenings Prosthetic/orthotic items Pulmonary rehabilitation ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers a Prostate Specific Antigen (PSA) test and a digital rectal exam once every 12 months for men over 50 (beginning the day after your 50th birthday). You pay nothing for the PSA test. You pay 20% of the Medicare-approved amount, and the Part B deductible applies for the digital rectal exam. In a hospital outpatient setting, you also pay the hospital a copayment. Medicare covers arm, leg, back, and neck braces; artificial eyes; artificial limbs (and their replacement parts); some types of breast prostheses (after mastectomy); and prosthetic devices needed to replace an internal body part or function (including ostomy supplies, and parenteral and enteral nutrition therapy) when ordered by a doctor or other health care provider enrolled in Medicare. For Medicare to cover your prosthetic or orthotic, you must go to a supplier that’s enrolled in Medicare. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. DMEPOS Competitive Bidding Program: To get enteral nutrition therapy in most areas of the country, you generally must use specific suppliers called “contract suppliers,” or Medicare won’t pay and you’ll likely pay full price. See page 53 for more information. Medicare covers a comprehensive pulmonary rehabilitation program if you have moderate to very severe chronic obstructive pulmonary disease (COPD) and have a referral from the doctor treating this chronic respiratory disease. You pay 20% of the Medicare-approved amount if you get the service in a doctor’s office. You also pay the hospital a copayment per session if you get the service in a hospital outpatient setting. The Part B deductible applies. Important!Definitions of blue words are on pages 153–156. ",
    "page": 61,
    "id": 47
  },
  {
    "question": "Rural Health Clinic (RHC) services Second surgical opinions Sexually transmitted infection (STI) screening and counseling ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "RHCs furnish many outpatient primary care and preventive health services. RHCs are located in non-urban areas that are medically underserved or shortage areas. Generally, you’re responsible for paying 20% of the charges, and the Part B deductibleapplies. You pay nothing for most preventive services. Medicare covers second surgical opinions for surgery that isn’t an emergency. In some cases, Medicare covers third surgical opinions. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Medicare covers STI screenings for chlamydia, gonorrhea, syphilis, and Hepatitis B. These screenings are covered for people who are pregnant and for certain people who are at increased risk for an STI when the tests are ordered by a primary care doctor or other primary care practitioner. Medicare covers these tests once every 12 months or at certain times during pregnancy. Medicare also covers up to 2 individual, 20–30 minute, face-to-face, high-intensity behavioral counseling sessions each year for sexually active adults at increased risk for STIs. Medicare will only cover these counseling sessions if they’re provided by a primary care doctor or other primary care practitioner and take place in a primary care setting (like a doctor’s office). Counseling conducted in an inpatient setting, like a skilled nursing facility, won’t be covered as a preventive service. You pay nothing for these services if the primary care doctor or other qualified primary care practitioner accepts assignment. ",
    "page": 62,
    "id": 48
  },
  {
    "question": "Shots Smoking and tobacco-use cessation (counseling to stop smoking or using tobacco products) Speech-language pathology services ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Part B covers: Flu shots. See page 55. Hepatitis B shots. See page 56.Pneumococcal shots. See page 61.Note about the shingles shot: The shingles shot isn’t covered by Part A or Part B. Generally, Medicare prescription drug plans (Part D) cover all commercially available vaccines (like the shingles shot) needed to prevent illness. Contact your Medicare drug plan for more information about coverage. Medicare covers up to 8 face-to-face visits in a 12-month period. All people with Medicare who use tobacco are covered. You pay nothing for the counseling sessions if the doctor or other qualified health care provider accepts assignment. Medicare covers evaluation and treatment to regain and strengthen speech and language skills, including cognitive and swallowing skills, when your doctor or other health care provider certifies you need it. There may be a limit on the amount Medicare will pay for these services in a single year, and there may be certain exceptions to these limits. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "page": 63,
    "id": 49
  },
  {
    "question": "Surgical dressing services Telehealth Tests (other than lab tests) ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare covers medically necessary treatment of a surgical or surgically treated wound. You pay 20% of the Medicare-approved amountfor the doctor’s or other health care provider’s services. You pay a fixed copayment for these services when you get them in a hospital outpatient setting. The Part B deductible applies. You pay nothing for the supplies. Medicare covers limited medical or other health services like office visits and consultations provided using an interactive, two-way telecommunications system (like real-time audio and video) by an eligible provider who isn’t at your location. These services are available in some rural areas, under certain conditions, and only if you’re located at: a doctor’s office, hospital, Rural Health Clinic, Federally Qualified Health Center, hospital-based dialysis facility, skilled nursing facility, or community mental health center. For most of these services, you pay 20% of the Medicare-approved amount, and the Part B deductible applies. Medicare covers X-rays, MRIs, CT scans, EKG/ECGs, and some other diagnostic tests. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. If you get the test at a hospital as an outpatient, you also pay the hospital a copaymentthat may be more than 20% of the Medicare-approved amount, but in most cases, this amount can’t be more than the Part A hospital stay deductible. See Laboratory services on page 58 for other Part B-covered tests. Definitions of blue words are on pages 153–156. ",
    "page": 64,
    "id": 50
  },
  {
    "question": "Transplants and immunosuppressive drugs ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Medicare covers doctor services for heart, lung, kidney, pancreas, intestine, and liver transplants under certain conditions and only in Medicare-certified facilities. Medicare covers bone marrow and cornea transplants under certain conditions. Note: The transplant surgery may be covered as a hospital inpatient service under Part A. See page 40 for more information. Medicare covers immunosuppressive drugs if the transplant was covered by Medicare or an employer or union group health plan was required to pay before Medicare paid for the transplant. You must have Part A at the time of the covered transplant, and you must have Part B at the time you get immunosuppressive drugs. You pay 20% of the Medicare-approved amount for the drugs, and the Part B deductible applies. If you’re thinking about joining a Medicare Advantage Plan (like an HMO or PPO) and are on a transplant waiting list or believe you need a transplant, check with the plan before you join to make sure your doctors, other health care providers, and hospitals are in the plan’s network. Also, check the plan’s coverage rules for prior authorization. Note: Medicare drug plans (Part D) may cover immunosuppressive drugs if they aren’t covered by Original Medicare. ",
    "page": 65,
    "id": 51
  },
  {
    "question": "Travel (health care needed when traveling outside theU.S.) Urgently needed care ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare generally doesn’t cover health care while you’re traveling outside the U.S. (The “U.S.” includes the 50 states, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, the Northern Mariana Islands, and American Samoa.) There are some exceptions, including cases where Medicare may pay for services that you get while on board a ship within the territorial waters adjoining the land areas of the U.S. Medicare may pay for inpatient hospital, doctor, or ambulance services you get in a foreign country in these rare cases: 1.You’re in the U.S. when an emergency occurs, and the foreign hospital is closer than the nearest U.S. hospital that can treat your medical condition. 2.You’re traveling through Canada without unreasonable delay by the most direct route between Alaska and another U.S. state when a medical emergency occurs, and the Canadian hospital is closer than the nearest U.S. hospital that can treat the emergency. 3.You live in the U.S. and the foreign hospital is closer to your home than the nearest U.S. hospital that can treat your medical condition, regardless of whether an emergency exists. Medicare may cover medically necessaryambulance transportation to a foreign hospital only with admission for medically necessary covered inpatient hospital services. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Medicare covers urgently needed care to treat a sudden illness or injury that isn’t a medical emergency. You pay 20% of the Medicare-approved amount for the doctor’s or other health care provider’s services, and the Part B deductible applies. In a hospital outpatient setting, you also pay the hospital a copayment. Definitions of blue words are on pages 153–156. ",
    "page": 66,
    "id": 52
  },
  {
    "question": "“Welcome to Medicare” preventive visit Yearly “Wellness” visit ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "During the first 12 months that you have Part B, you can get a “Welcome to Medicare” preventive visit. This visit includes a review of your medical and social history related to your health, and education and counseling about preventive services, including certain screenings, shots, and referrals for other care, if needed. When you make your appointment, let your doctor’s office know that you would like to schedule your “Welcome to Medicare” preventive visit. You pay nothing for the “Welcome to Medicare” preventive visit if the doctor or other qualified health care provider accepts assignment. If your doctor or other health care provider performs additional tests or services during the same visit that aren’t covered under this preventive benefit, you may have to pay coinsurance, and the Part B deductible may apply. If you’ve had Part B for longer than 12 months, you can get a yearly “Wellness” visit to develop or update a personalized plan to prevent disease or disability based on your current health and risk factors. This visit is covered once every 12 months. Your provider will ask you to fill out a questionnaire, called a “Health Risk Assessment,” as part of this visit. Answering these questions can help you and your provider develop a personalized prevention plan to help you stay healthy and get the most out of your visit. The questions are based on years of medical research and advice from the Centers for Disease Control and Prevention (CDC). When you make your appointment, let your doctor’s office know that you would like to schedule your yearly “Wellness” visit. Note: Your first yearly “Wellness” visit can’t take place within 12 months of your enrollment in Part B or your “Welcome to Medicare” preventive visit. However, you don’t need to have had a “Welcome to Medicare” preventive visit to qualify for a yearly “Wellness” visit. Definitions of blue words are on pages 153–156. ",
    "page": 67,
    "id": 53
  },
  {
    "question": "Want to keep track of your preventive services?",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or ItemPageMedicare-covered preventive service I need (yes/no)",
    "extraInformation": "",
    "paragraph": "You pay nothing for the yearly “Wellness” visit if the doctor or other qualified health care provider accepts assignment. If your doctor or other health care provider performs additional tests or services during the same visit that aren’t covered under this preventive benefit, you may have to pay coinsurance, and the Part B deductible may apply. Check with your health care providers to see if you need any of the services listed on this page. You can use this chart to help track the services you may need and the services you already had. You can also use Medicare’s Blue Button to help you keep track. See page 144 for more information about the Blue Button. 68“Welcome to Medicare” preventive visit (one-time) 68Yearly “Wellness” visit 43Abdominal aortic aneurysm screening 43Alcohol misuse screening and counseling 45Bone mass measurement (bone density)45Breast cancer screening (mammogram)46Cardiovascular disease (behavioral therapy) 46Cardiovascular disease screenings 47Cervical and vaginal cancer screening ",
    "page": 68,
    "id": 54
  },
  {
    "question": "What’s NOT covered by Part A and Part B? ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "extraInformation": "",
    "paragraph": "Medicare doesn’t cover everything. If you need certain services that aren’t covered under Medicare Part A or Part B, you’ll have to pay for them yourself unless: ■You have other coverage (including Medicaid) to cover the costs. ■You’re in a Medicare health plan that covers these services. Even if Medicare covers a service or item, you generally have to pay deductibles, coinsurance, and/or copayments. Some of the items and services that Medicare doesn’t cover include: ✘ Most dental care. ✘ Eye examinations related to prescribing glasses. ✘ Dentures. ✘Cosmetic surgery. ✘Acupuncture. ✘Hearing aids and exams for fitting them. ✘Long-term care. See next page for more information about paying for long-term care. If you have Original Medicare, visit Medicare.gov/coverage, or call 1-800-MEDICARE (1-800-633-4227) to find out if Medicare covers an item or service you need. TTY users should call 1-877-486-2048. If you’re in a Medicare health plan, contact your plan. If you have a question or complaint about the quality of a Medicare-covered service, call your Beneficiary and Family Centered Care Quality Improvement Organization (BFCC-QIO). Visit Medicare.gov/contacts to get your BFCC-QIO’s phone number. You can also call 1-800-MEDICARE. Definitions of blue words are on pages 153–156. ",
    "page": 70,
    "id": 55
  },
  {
    "question": "Paying for long-term care",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item Long-term care insurance",
    "extraInformation": "",
    "paragraph": "Long-term care includes non-medical care for people who have a chronic illness or disability. This includes non-skilled personal care assistance, like help with everyday activities, including dressing, bathing, and using the bathroom. Medicare and most health insurance plans, including Medicare Supplement Insurance (Medigap) policies, don’t pay for this type of care, sometimes called “custodial care.” Long-term care can be provided at home, in the community, in an assisted living facility, or in a nursing home. It’s important to start planning for long-term care now to maintain your independence and to make sure you get the care you may need, in the setting you want, in the future. Here are some of the different ways to pay for long-term care: —This type of private insurance can help pay for many types of long-term care, including both skilled and non-skilled (custodial) care. Long-term care insurance policies can vary widely. Some policies may cover only nursing home care. Others may include coverage for a range of services, like adult day care, assisted living, medical equipment, and informal home care. Note: Long-term care insurance doesn’t replace your Medicare coverage. Your current or former employer or union may offer long-term care insurance. Current and retired federal employees, active and retired members of the uniformed services, and their qualified relatives can apply for coverage under the Federal Long-Term Care Insurance Program. If you have questions, visit opm.gov/insure/ltc, or call the Federal Long-Term Care Insurance Program at 1-800-582-3337. TTY users should call 1-800-843-3557. ",
    "page": 71,
    "id": 56
  },
  {
    "question": "What’s the Long-Term Care Ombudsman? Long-term care contacts ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "extraInformation": "",
    "paragraph": "Residents of long-term care facilities (like nursing homes, assisted living, and board and care homes) also have access to a Long-Term Care Ombudsman. These ombudsmen provide information about how to find a facility, how to get quality care, and can help you with complaints. The Long-Term Care Ombudsman is funded by the Older Americans Act and is available to any long-term care facility resident. For more information, visit ltcombudsman.org. You can also call the Eldercare Locator at 1-800-677-1116 to get the phone number for your local ombudsman program office. Use these resources to get more information about long-term care: ■Visit longtermcare.gov to learn more about planning for long-term care. ■Visit Medicare.gov/nhcompare to compare nursing homes or Medicare.gov/homehealthcompare to compare home health agencies in your area. ■Call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. ■Call your State Insurance Department to get information about long-term care insurance. Visit Medicare.gov/contacts, or call 1-800-MEDICARE to get the phone number. ■Call your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. ■Call the National Association of Insurance Commissioners at 1-866-470-6242 to get a copy of “A Shopper’s Guide to Long-Term Care Insurance.” ■Visit the Eldercare Locator, a public service of the U.S. Administration on Aging, at eldercare.gov to find your local Aging and Disability Resource Center (ADRC). You can also call 1-800-677-1116. ADRCs offer a full range of long-term care services and support in a single, coordinated program. Definitions of blue words are on pages 153–156. ",
    "page": 73,
    "id": 57
  },
  {
    "question": "How does Original Medicare work?",
    "section": "",
    "extraInformation": "Section 4—What’s Original Medicare? ",
    "paragraph": "Original Medicare is one of your health coverage choices as part of Medicare. You’ll have Original Medicare unless you choose a Medicare Advantage Plan (like an HMO or PPO).Original Medicare is coverage managed by the federal government. You generally have to pay a portion of the cost for each service covered by Original Medicare. See the next page for the general rules about how it works.",
    "page": 74,
    "id": 58
  },
  {
    "question": "What do I pay? How do I know what Medicare paid? ",
    "section": "Section 4—What’s Original Medicare?",
    "extraInformation": "",
    "paragraph": "Your out-of-pocket costs in Original Medicare depend on: ■Whether you have Part A and/or Part B. Most people have both. ■Whether your doctor, other health care provider, or supplier accepts “assignment.” ■The type of health care you need and how often you need it. ■Whether you choose to get services or supplies Medicare doesn’t cover. If you do, you pay all costs unless you have other insurance that covers it. ■Whether you have other health insurance that works with Medicare. ■Whether you have Medicaid or get help from your state paying your Medicare costs. ■Whether you have a Medicare Supplement Insurance (Medigap) policy. ■Whether you and your doctor or other health care provider sign a private contract. See page 80. For more information on how other insurance works with Medicare, see pages 29–31. For more information about help to cover the costs that Original Medicare doesn’t cover, see pages 123–124. If you have Original Medicare, you’ll get a “Medicare Summary Notice” (MSN) in the mail every 3 months that lists all the services billed to Medicare. The MSN shows what Medicare paid and what you may owe the provider. The MSN isn’t a bill. Read it carefully, and do this: ■If you have other insurance, check to see if it covers anything that Medicare didn’t. ■Keep your receipts and bills, and compare them to your MSN to be sure you got all the services, supplies, or equipment listed. See pages 127–140 for information on Medicare fraud. ■If you paid a bill before you got your MSN, compare your notice with the bill to make sure you paid the right amount for your services. ■If you disagree with any decision made, you can file an appeal. See pages 128–129.Definitions of blue words are on pages 153–156. ",
    "page": 76,
    "id": 59
  },
  {
    "question": "What’s assignment? ",
    "section": "Section 4—What’s Original Medicare?  Check your claims on MyMedicare.govGet Your Medicare Summary Notices electronically every month Make sure your doctor, provider, or supplier accepts assignment ",
    "extraInformation": "",
    "paragraph": "If you need to change your address on your notice, call Social Security at 1-800-772-1213. TTY users should call 1-800-325-0778. If you get Railroad Retirement Board (RRB) benefits, call the RRB at 1-877-772-5772. TTY users should call 1-312-751-4701. You don’t have to wait for your MSNs to come in the mail to view your Medicare claims or file an appeal. Visit MyMedicare.gov to look at your Medicare claims or view electronic copies of your MSNs. Your claims generally will be available for viewing within 24 hours after processing. You can also download your claims information by using Medicare’s Blue Button. See page 144. Go paperless and get your Medicare Summary Notices electronically (also called “eMSNs”). Starting in fall 2015, you can sign up by calling 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. If you sign up for eMSNs, we’ll send you an email each month when they are available in your MyMedicare.gov account. The eMSNs contain the same information as paper MSNs. You won’t get printed copies of your MSNs in the mail if you choose eMSNs. Assignment means that your doctor, provider, or supplier agrees (or is required by law) to accept the Medicare-approved amount as full payment for covered services. Most doctors, providers, and suppliers accept assignment, but you should always check to make sure. Participating providers have signed an agreement to accept assignment for all Medicare-covered services. To find out if your doctors and other health care providers accept assignment or participate in Medicare, visit Medicare.gov/physicianor Medicare.gov/supplier. You can also call 1-800-MEDICARE, or ask your doctor, provider, or supplier if they accept assignment. Important!NEW!Important!",
    "page": 77,
    "id": 60
  },
  {
    "question": "What are private contracts? ",
    "section": "Section 4—What’s Original Medicare?  Rules for private contracts ",
    "extraInformation": "",
    "paragraph": "A “private contract” is a written agreement between you and a doctor or other health care provider who has decided not to provide services to anyone through Medicare. The private contract only applies to the services provided by the doctor or other provider who asked you to sign it. You don’t have to sign a private contract. You can always go to another provider who gives services through Medicare. If you sign a private contract with your doctor or other provider: ■Medicare won’t pay any amount for the services you get from this doctor or provider, even if it’s a Medicare-covered service.■You’ll have to pay the full amount of whatever this provider charges you for the services you get. ■If you have a Medicare Supplement Insurance (Medigap) policy, it won’t pay anything for the services you get. Call your insurance company before you get the service if you have questions. ■Your provider must tell you if Medicare would pay for the service if you get it from another provider who accepts Medicare. ■Your provider must tell you if he or she has been excluded from Medicare. ■You can always get services not covered by Medicare if you choose to pay for them yourself. Note: You can’t be asked to sign a private contract for emergency or urgent care. You should contact your State Health Insurance Assistance Program (SHIP) to get help before signing a private contract with any doctor or other health care provider. See page 149 for the phone number. ",
    "page": 79,
    "id": 61
  },
  {
    "question": "Can I add drug coverage (Part D) to Original Medicare? ",
    "section": "Section 4—What’s Original Medicare?",
    "extraInformation": "",
    "paragraph": "In Original Medicare, if you don’t already have creditable prescription drug coverage (for example, from a current or former employer or union) and you would like Medicare prescription drug coverage, you must join a Medicare Prescription Drug Plan. These plans are available through private companies under contract with Medicare. If you don’t currently have creditable prescription drug coverage, you should think about joining a Medicare Prescription Drug Plan as soon as you’re eligible. If you don’t have creditable prescription drug coverage and don’t join a Medicare Prescription Drug Plan when you’re first eligible, you may have to pay a late enrollment penalty if you decide to join later. See pages 112–113 for more information. If you have creditable prescription drug coverage from an employer or union, call your employer or union’s benefits administrator before you make any changes to your coverage. Your employer or union plan will tell you each year if your prescription drug coverage is creditable. If you drop your employer or union coverage, you may not be able to get it back. You also may not be able to drop your employer or union drug coverage without also dropping your employer or union health (doctor and hospital) coverage. If you drop coverage for yourself, you may also have to drop coverage for your spouse and dependents. Definitions of blue words are on pages 153–156. ",
    "page": 80,
    "id": 62
  },
  {
    "question": "Notes ",
    "section": "",
    "extraInformation": "",
    "paragraph": "",
    "page": 81,
    "id": 63
  },
  {
    "question": "What are Medicare Advantage Plans? Medicare Advantage Plans cover all Medicare Part A and Part B services ",
    "section": "",
    "extraInformation": "Section5—Learn about Part C & Other Medicare Health Plans ",
    "paragraph": "A Medicare Advantage Plan (like an HMO or PPO) is another way to get your Medicare coverage. Medicare Advantage Plans, sometimes called “Part C” or “MA Plans,” are offered by private companies that Medicare approves. If you join a Medicare Advantage Plan, you’ll still have Medicare but you’ll get your Medicare Part A (Hospital Insurance) and Medicare Part B (Medical Insurance) coverage from the Medicare Advantage Plan, not Original Medicare. You’ll generally get your services from a plan’s network of providers. Remember, in most cases, you must use the card from your Medicare Advantage Plan to get your Medicare-covered services. Keep your Medicare card in a safe place because you’ll need it if you ever switch back to Original Medicare. In all types of Medicare Advantage Plans, you’re always covered for emergency and urgent care. Medicare Advantage Plans must cover all of the services that Original Medicare covers except hospice care and some care in qualifying clinical research studies. Original Medicare covers hospice care and some costs for clinical research studies, even if you’re in a Medicare Advantage Plan. Medicare Advantage Plans may offer extra coverage, like vision, hearing, dental, and other health and wellness programs. Most include Medicare prescription drug coverage (Part D). In addition to your Part B premium, you might pay a monthly premium for the Medicare Advantage Plan. Definitions of blue words are on pages 153–156. ",
    "page": 82,
    "id": 64
  },
  {
    "question": "Medicare Advantage Plans must follow Medicare’s rules Read the information you get from your plan What are the different types of Medicare Advantage Plans? ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "extraInformation": "",
    "paragraph": "Medicare pays a fixed amount for your coverage each month to the companies offering Medicare Advantage Plans. These companies must follow rules set by Medicare. However, each Medicare Advantage Plan can charge different out-of-pocket costs and have different rules for how you get services (like whether you need a referral to see a specialist or if you have to go to doctors, facilities, or suppliers that belong to the plan’s network for non-emergency or non-urgent care). These rules can change each year. The plan must notify you about any changes before the start of the next enrollment year. Remember, you have the option each year during Open Enrollment to keep your current plan, choose a different plan, or switch to Original Medicare. If you’re in a Medicare Advantage Plan, review the “Evidence of Coverage” (EOC) and “Annual Notice of Change” (ANOC) your plan sends you each year. The EOC gives you details about what the plan covers, how much you pay, and more. The ANOC includes any changes in coverage, costs, provider networks, service area, and more that will be effective in January. If you don’t get these important documents before the start of Open Enrollment, contact your plan. ■Health Maintenance Organization (HMO) plans—In most HMOs, you can only go to doctors, other health care providers, or hospitals in the plan’s network except in an urgent or emergency situation. You may also need to get a referral from your primary care doctor for tests or to see other doctors or specialists. See page 90. ■Preferred Provider Organization (PPO) plans—In a PPO, you pay less if you use doctors, hospitals, and other health care providers that belong to the plan’s network. You usually pay more if you use doctors, hospitals, and providers outside of the network. See page 91. ■Private Fee-for-Service (PFFS) plans—PFFS plans are similar to Original Medicare in that you can generally go to any doctor, other health care provider, or hospital as long as they accept the plan’s payment terms. The plan determines how much it will pay doctors, other health care providers, and hospitals, and how much you must pay when you get care. See page 92. Important!",
    "page": 83,
    "id": 65
  },
  {
    "question": "What else should I know about Medicare Advantage Plans? ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. ■Special Needs Plans (SNPs)—SNPs provide focused and specialized health care for specific groups of people, like those who have both Medicare and Medicaid, live in a nursing home, or have certain chronic medical conditions. See page 93. ■HMO Point-of-Service (HMOPOS) plans—These are HMO plans that may allow you to get some services out-of-network for a higher copayment or coinsurance. ■Medical Savings Account (MSA) plans—These plans combine a high-deductible health plan with a bank account. Medicare deposits money into the account (usually less than the deductible). You can use the money to pay for your health care services during the year. MSA plans don’t offer Medicare drug coverage. If you want drug coverage, you have to join a Medicare Prescription Drug Plan. For more information about MSAs, visit Medicare.gov/publications to view the booklet “Your Guide to Medicare Medical Savings Account Plans.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. Make sure you understand how a plan works before you join. See pages 90–93 for more information about Medicare Advantage Plan types. If you want more information about a Medicare Advantage Plan, you can call any plan and request a “Summary of Benefits” (SB) document. Contact your State Health Insurance Assistance Program (SHIP) for help comparing plans. See page 149for the phone number. ■You have Medicare rights and protections, including the right to appeal. See pages 128–129.■You can check with the plan before you get a service to find out if it’s covered and what your costs may be. ■You must follow plan rules. It’s important to check with the plan for information about your rights and responsibilities. ■If you go to a doctor, other health care provider, facility, or supplier that doesn’t belong to the plan’s network, your services may not be covered, or your costs could be higher. In most cases, this applies to Medicare Advantage HMOs and PPOs. Important!",
    "page": 84,
    "id": 66
  },
  {
    "question": "What do I pay? ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "extraInformation": "",
    "paragraph": "For more information visit Medicare.gov/publications to view the booklet “Medicare Coverage of Kidney Dialysis & Kidney Transplant Services.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. Note: If you have ESRD and Original Medicare, you may join a Medicare Prescription Drug Plan. Your out-of-pocket costs in a Medicare Advantage Plan depend on: ■Whether the plan charges a monthly premium in addition to your monthly Part B premium. ■Whether the plan pays any of your monthly Part B premium. ■Whether the plan has a yearly deductible or any additional deductibles for certain services. ■How much you pay for each visit or service (copayments or coinsurance). ■The type of health care services you need and how often you get them. ■Whether you go to a doctor or supplier who accepts assignment(if you’re in a Preferred Provider Organization, Private Fee-for-Service Plan, or Medical Savings Account Plan and you go out-of-network). See pages 78–79 for more information about assignment. ■Whether you follow the plan’s rules, like using network providers. ■Whether you need extra benefits and if the plan charges for them. ■The plan’s yearly limit on your out-of-pocket costs for all medical services. Once you reach this limit, you’ll pay nothing for covered services. ■Whether you have Medicaid or get help from your state. To learn more about your costs in specific Medicare Advantage Plans, visit Medicare.gov/find-a-plan. ",
    "page": 88,
    "id": 67
  },
  {
    "question": "Types of Medicare Advantage Plans Health Maintenance Organization (HMO) plan ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Can I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. No. You generally must get your care and services from doctors, other health care providers, or hospitals in the plan’s network (except emergency care, out-of-area urgent care, or out-of-area dialysis). In some plans, you may be able to go out-of-network for certain services, usually for a higher cost. This is called an HMO with a point-of-service (POS) option. In most cases, yes. If you want Medicare drug coverage, you must join an HMO plan that offers prescription drug coverage. Check with the plan for more information. In most cases, yes. Check with the plan for more information. In most cases, yes. Certain services, like yearly screening mammograms, don’t require a referral. Check with the plan for more information. ■If your doctor or other health care provider leaves the plan, your plan will notify you. You must choose another doctor in the plan. ■If you get health care outside the plan’s network, you may have to pay the full cost. ■It’s important that you follow the plan’s rules, like getting prior approval for a certain service when needed. HMO",
    "page": 89,
    "id": 68
  },
  {
    "question": "Preferred Provider Organization (PPO) plan ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansCan I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ",
    "extraInformation": "",
    "paragraph": "In most cases, yes. PPOs have network doctors, other health care providers, and hospitals, but you can also use out-of-network providers for covered services, usually for a higher cost. Check with the plan for more information. In most cases, yes. If you want Medicare drug coverage, you must join a PPO plan that offers prescription drug coverage. Check with the plan for more information. No. In most cases, no. Check with the plan for more information. ■PPO plans aren’t the same as Original Medicare or Medigap. ■Medicare PPO plans usually offer more benefits than Original Medicare, but you may have to pay extra for these benefits. PPO",
    "page": 90,
    "id": 69
  },
  {
    "question": "Private Fee-for-Service (PFFS) plan ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Can I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. You can go to any Medicare-approved doctor, other health care provider, or hospital that accepts the plan’s payment terms and agrees to treat you. Not all providers will. If you join a PFFS plan that has a network, you can also see any of the network providers who’ve agreed to always treat plan members. You can also choose an out-of-network doctor, hospital, or other provider, who accepts the plan’s terms, but you may pay more. Check with the plan for more information. Sometimes. If your PFFS plan doesn’t offer drug coverage, you can join a Medicare Prescription Drug Plan (Part D) to get coverage. Check with the plan for more information. No. No. ■PFFS plans aren’t the same as Original Medicare or Medigap. ■The plan decides how much you must pay for services. ■Some PFFS plans contract with a network of providers who agree to always treat you even if you’ve never seen them before.■Out-of-network doctors, hospitals, and other providers may decide not to treat you even if you’ve seen them before. ■For each service you get, make sure your doctors, hospitals, and other providers agree to treat you under the plan, and accept the plan’s payment terms. ■In an emergency, doctors, hospitals, and other providers must treat you. PFFS",
    "page": 91,
    "id": 70
  },
  {
    "question": "Special Needs Plan (SNP) ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansCan I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ",
    "extraInformation": "",
    "paragraph": "You generally must get your care and services from doctors, other health care providers, or hospitals in the plan’s network (except emergency care, out-of-area urgent care, or out-of-area dialysis). Check with the plan for more information. Yes. All SNPs must provide Medicare prescription drug coverage (Part D). Generally, yes. Check with the plan for more information. In most cases, yes. Certain services, like yearly screening mammograms, don’t require a referral. Check with the plan for more information. ■A plan must limit membership to these groups: 1) people who live in certain institutions (like nursing homes) or who require nursing care at home, or 2) people who are eligible for both Medicare and Medicaid, or 3) people who have specific chronic or disabling conditions (like diabetes, ESRD, HIV/AIDS, chronic heart failure, or dementia). Plans may further limit membership. ■Plans should coordinate the services and providers you need to help you stay healthy and follow doctor’s or other health care provider’s orders. ■For more information about SNPs, visit Medicare.gov/publications to view the booklet “Your Guide to Medicare Special Needs Plans (SNPs).” ■Visit Medicare.gov/find-a-plan to see if there are SNPs available in your area. SNP",
    "page": 92,
    "id": 71
  },
  {
    "question": "When can I join, switch, or drop a Medicare Advantage Plan? ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Can I make changes to my coverage after December 7? Special Enrollment Periods ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. ■When you first become eligible for Medicare, you can sign up during your Initial Enrollment Period. See page 25. ■If you have Part A coverage and you get Part B for the first time during the General Enrollment Period, you can also join a Medicare Advantage Plan. See page 25. ■Between October 15–December 7 anyone with Medicare can join, switch, or drop a Medicare Advantage Plan. Your coverage will begin on January 1, as long as the plan gets your request by December 7. Between January 1–February 14, if you’re in a Medicare Advantage Plan, you can leave that plan and switch to Original Medicare. If you switch to Original Medicare during this period, you’ll have until February 14 to also join a Medicare Prescription Drug Plan to add drug coverage. Your coverage will begin the first day of the month after the plan gets your enrollment request. During this period, you can’t: ■Switch from Original Medicare to a Medicare Advantage Plan. ■Switch from one Medicare Advantage Plan to another. ■Switch from one Medicare Prescription Drug Plan to another. ■Join, switch, or drop a Medicare Medical Savings Account Plan. In most cases, you must stay enrolled for the calendar year starting the date your coverage begins. However, in certain situations, you may be able to join, switch, or drop a Medicare Advantage Plan during a Special Enrollment Period. Some examples are: ■You move out of your plan’s service area. ■You have Medicaid. ■You qualify for Extra Help. See pages 123–126. ■You live in an institution (like a nursing home). ",
    "page": 93,
    "id": 72
  },
  {
    "question": "Are there other types of Medicare health plans?Medicare Cost Plans ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. Some types of Medicare health plans that provide health care coverage aren’t Medicare Advantage Plans but are still part of Medicare. Some of these plans provide Medicare Part A (Hospital Insurance) and Medicare Part B (Medical Insurance) coverage, while most others provide only Part B coverage. In addition, some also provide Part D prescription drug coverage. These plans have some of the same rules as Medicare Advantage Plans. However, each type of plan has special rules and exceptions, so you should contact any plans you’re interested in to get more details. Medicare Cost Plans are a type of Medicare health plan available in certain areas of the country. Here’s what you should know about Medicare Cost Plans: ■You can join even if you only have Part B. ■If you have Part A and Part B and go to a non-network provider, the services are covered under Original Medicare. You would pay the Part A and Part B coinsurance and deductibles. ■You can join anytime the Cost Plan is accepting new members. ■You can leave anytime and return to Original Medicare. ■You can either get your Medicare prescription drug coverage from the Cost Plan (if offered), or you can join a Medicare Prescription Drug Plan. Note: You can add or drop Medicare prescription drug coverage only at certain times. See pages 106–108. For more information about Medicare Cost Plans, visit the Medicare Plan Finder at Medicare.gov/find-a-plan. Your State Health Insurance Assistance Program (SHIP) can also give you more information. See page 149 for the phone number. ",
    "page": 95,
    "id": 73
  },
  {
    "question": "Programs of All-inclusive Care for the Elderly (PACE) ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "extraInformation": "",
    "paragraph": "PACE is a Medicare and Medicaid program offered in many states that allows people who otherwise need a nursing home-level of care to remain in the community. To qualify for PACE, you must meet these conditions: ■You’re 55 or older. ■You live in the service area of a PACE organization. ■You’re certified by your state as needing a nursing home-level of care. ■At the time you join, you’re able to live safely in the community with the help of PACE services. PACE provides coverage for many services, including prescription drugs, doctor or other health care practitioner visits, transportation, home care, hospital visits, and even nursing home stays whenever necessary. If you have Medicaid, you won’t have to pay a monthly premiumfor the long-term care portion of the PACE benefit. If you have Medicare but not Medicaid, you’ll be charged a monthly premium to cover the long-term care portion of the PACE benefit and a premium for Medicare Part D drugs. However, in PACE, there’s never a deductible or copayment for any drug, service, or care approved by the PACE team of health care professionals. Contact your Medicaid office to find out if you qualify for a PACE program near you. Visit Medicare.gov/contacts, or call 1-800-MEDICARE (1-800-633-4227) to get the phone number. TTY users should call 1-877-486-2048. ",
    "page": 96,
    "id": 74
  },
  {
    "question": "Medicare Innovation Projects ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. Medicare develops innovative models, demonstrations, and pilot projects to test and measure the effect of potential changes in Medicare. These projects help to find new ways to improve health care quality and reduce costs. Usually, they operate only for a limited time for a specific group of people and/or are offered only in specific areas. Some examples that are explained in this handbook include certain Accountable Care Organizations (see page 146), and demonstration plans for people who have both Medicare and Medicaid (see page 125). Check with your health care provider for more information about how they work. To learn more about the current Medicare models, demonstrations, and pilot projects, visit innovation.cms.gov. You can also call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. ",
    "page": 97,
    "id": 75
  },
  {
    "question": "Medigap policies are standardized How do I compare Medigap policies? ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. Every Medigap policy must follow federal and state laws designed to protect you, and they must be clearly identified as “Medicare Supplement Insurance.” Insurance companies can sell you only a “standardized” policy identified in most states by letters A through D, F through G, and K through N. All policies offer the same basic benefits, but some offer additional benefits so you can choose which one meets your needs. In Massachusetts, Minnesota, and Wisconsin, Medigap policies are standardized in a different way. Note: Plans E, H, I, and J are no longer available to buy, but if you already have one of those policies, you can keep it. Contact your insurance company for more information. Different insurance companies may charge different premiumsfor the same exact policy. As you shop for a policy, be sure you’re comparing the same policy (for example, compare Plan A from one company with Plan A from another company). In some states, you may be able to buy a type of Medigap policy called Medicare SELECT (a policy that requires you to use specific hospitals and, in some cases, specific doctors or other health care providers to get full coverage). If you buy a Medicare SELECT policy, you have the right to change your mind within 12 months and switch to a standard Medigap policy. ",
    "page": 99,
    "id": 76
  },
  {
    "question": "AB C DF G KLMN",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "extraInformation": "BenefitsMedicare Supplement Insurance (Medigap) plans",
    "paragraph": "*Medicare Part A coinsurance and hospital costs (up to an additional 365 days after Medicare benefits are used) 100%100%100%100%100%100%100%100%100%100%Medicare Part B coinsurance or copayment100%100%100%100%100%100%50%75%100%100%**Blood (first 3 pints) 100%100%100%100%100%100%50%75%100%100%Part A hospice care coinsurance or copayment 100%100%100%100%100%100%50%75%100%100%Skilled nursing facility carecoinsurance 100%100%100%100%50%75%100%100%Part A deductible100%100%100%100%100%50%75%50%100%Part B deductible 100%100%Part B excess charges 100%100%Foreign travel emergency (up to plan limits) 80%80%80%80%80%80%Out-of-pocket limit in 2015$4,940$2,470* Plan F also offers a high-deductible plan in some states. If you choose this option, this means you must pay for Medicare-covered costs (coinsurance, copayments, and deductibles) up to the deductible amount of $2,180 in 2015 before your policy pays anything. ** Plan N pays 100% of the Part B coinsurance, except for a copayment of up to $20 for some office visits and up to a $50 copayment for emergency room visits that don’t result in an inpatient admission. The chart below shows basic information about the different benefits that Medigap policies cover. If a percentage appears, the Medigap plan covers that percentage of the benefit, and you’re responsible for the rest. Note: You’ll need more details than this chart provides to compare and choose a policy. See page 104 to find out where to get more information. ",
    "page": 100,
    "id": 77
  },
  {
    "question": "What else should I know about Medicare Supplement Insurance (Medigap)? ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  Important facts When to buy ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. ■You must have Part A and Part B. ■You pay the private insurance company a monthly premium for your Medigap policy in addition to your monthly Part B premium that you pay to Medicare. Contact the company to find out how to pay your premium. ■A Medigap policy only covers one person. Spouses must buy separate policies. ■You can’t have prescription drug coverage in both your Medigap policy and a Medicare drug plan. See page 117. ■It’s important to compare Medigap policies since the costs can vary and may go up as you get older. Some states limit Medigap premium costs. ■The best time to buy a Medigap policy is during your Medigap Open Enrollment Period. This 6-month period begins on the first day of the month in which you’re 65 or older and enrolled in Part B. (Some states have additional Open Enrollment Periods.) After this enrollment period, you may not be able to buy a Medigap policy. If you’re able to buy one, it may cost more. ■If you delay enrolling in Part B because you have group health coverage based on your (or your spouse’s) current employment, your Medigap Open Enrollment Period won’t start until you sign up for Part B. ■Federal law generally doesn’t require insurance companies to sell Medigap policies to people under 65. If you’re under 65, you might not be able to buy the Medigap policy you want, or any Medigap policy, until you turn 65. However, some states require Medigap insurance companies to sell Medigap policies to people under 65. ",
    "page": 101,
    "id": 78
  },
  {
    "question": "How does Medigap work with Medicare Advantage Plans? ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "extraInformation": "",
    "paragraph": "■If you have a Medicare Advantage Plan, it’s illegal for anyone to sell you a Medigap policy unless you’re switching back to Original Medicare. If you want to switch to Original Medicare and buy a Medigap policy, find out what policies are available to you and contact your Medicare Advantage Plan to see if you’re able to disenroll. You’ll need to let the Medigap insurer know the date your plan coverage will end. If you don’t intend to leave your Medicare Advantage Plan, and someone tries to sell you a Medigap policy, report it to your State Insurance Department. ■If you have a Medigap policy and join a Medicare Advantage Plan (like an HMO or PPO), you may want to drop your Medigap policy. Your Medigap policy can’t be used to pay your Medicare Advantage Plan copayments, deductibles, and premiums. If you want to cancel your Medigap policy, contact your insurance company. In most cases, if you drop your Medigap policy to join a Medicare Advantage Plan, you won’t be able to get it back.■If you join a Medicare Advantage Plan for the first time, and you aren’t happy with the plan, you’ll have special rights to buy a Medigap policy if you return to Original Medicare within 12 months of joining. —If you had a Medigap policy before you joined, you may be able to get the same policy back if the company still sells it. If it isn’t available, you can buy another Medigap policy. —If you joined a Medicare Advantage Plan when you were first eligible for Medicare, you can choose from any Medigap policy within the first year of joining. —The Medigap policy can no longer have prescription drug coverage even if you had it before, but you may be able to join a Medicare Prescription Drug Plan. ",
    "page": 102,
    "id": 79
  },
  {
    "question": "Where can I get more information about Medicare Supplement Insurance (Medigap)? ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. ■Visit Medicare.gov to find policies in your area. ■Visit Medicare.gov/publications to view the booklet “Choosing a Medigap Policy: A Guide to Health Insurance for People with Medicare.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. ■Call your State Insurance Department. Visit Medicare.gov/contacts, or call 1-800-MEDICARE to get the phone number. ■Call your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. ",
    "page": 103,
    "id": 80
  },
  {
    "question": "How does Medicare prescription drug coverage (Part D) work? ",
    "section": "",
    "extraInformation": "Section7—Get Information about Prescription Drug Coverage (Part D)",
    "paragraph": "Medicare offers prescription drug coverage to everyone with Medicare. Even if you don’t take many prescriptions now, you should consider joining a Medicare drug plan. If you decide not to join a Medicare drug plan when you’re first eligible, and you don’t have other creditable prescription drug coverage, and you don’t get Extra Help, you’ll likely pay a late enrollment penalty if you join a plan later. Generally, you’ll pay this penalty for as long as you have Medicare prescription drug coverage. See pages 112–113. To get Medicare prescription drug coverage, you must join a plan approved by Medicare to offer Medicare drug coverage. Each plan can vary in cost and specific drugs covered. There are 2 ways to get Medicare prescription drug coverage: 1.Medicare Prescription Drug Plans. These plans (sometimes called “PDPs”) add drug coverage to Original Medicare, some Medicare Cost Plans, some Medicare Private Fee-for-Service (PFFS) plans, and Medicare Medical Savings Account (MSA) plans. You must have Part A or Part B to join a Medicare Prescription Drug Plan. ",
    "page": 104,
    "id": 81
  },
  {
    "question": "If you have employer or union coverage When can I join, switch, or drop a Medicare drugplan?",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D) ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. 2.Medicare Advantage Plans (like HMOs or PPOs) or other Medicare health plans that offer Medicare prescription drug coverage. You get all of your Part A, Part B, and prescription drug coverage (Part D), through these plans. Medicare Advantage Plans with prescription drug coverage are sometimes called “MA-PDs.” Remember, you must have Part A and Part B to join a Medicare Advantage Plan, and not all of these plans offer drug coverage. In either case, you must live in the service area of the Medicare drug plan you want to join. Both types of plans are called “Medicare drug plans” in this handbook. Call your benefits administrator before you make any changes, or before you sign up for any other coverage. If you drop your employer or union coverage, you may not be able to get it back. You also may not be able to drop your employer or union drug coverage without also dropping your employer or union health (doctor and hospital) coverage. If you drop coverage for yourself, you may also have to drop coverage for your spouse and dependents. If you want to know how Medicare prescription drug coverage works with other drug coverage you may have, see pages 116–118. ■When you first become eligible for Medicare, you can join during your Initial Enrollment Period. See page 25.■If you get Part B for the first time during the General Enrollment Period, you can also join a Medicare drug plan. See page 25. ■During Open Enrollment, between October 15–December 7 each year. Your coverage begins on January 1 of the following year, as long as the plan gets your request during Open Enrollment. ■At any time if you qualify for Extra Help. See pages 119–123. Important!",
    "page": 105,
    "id": 82
  },
  {
    "question": "Special Enrollment Periods 5-Star Special Enrollment Period How do I switch? ",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D)  If you have a Medicare Advantage Plan ",
    "extraInformation": "",
    "paragraph": "You generally must stay enrolled for the calendar year. However, in certain situations, you may be able to join, switch, or drop Medicare drug plans at other times. Some examples are if you: ■Move out of your plan’s service area. ■Lose other creditable prescription drug coverage. ■Live in an institution (like a nursing home). ■Have Medicaid. ■Qualify for Extra Help. See pages 119–123. You can switch to a Medicare Prescription Drug Plan that has 5 stars for its overall star rating from December 8, 2015–November 30, 2016. You can only use this Special Enrollment Period once during this timeframe. The overall star ratings are available at Medicare.gov/find-a-plan. If your Medicare Advantage Plan includes prescription drug coverage and you join a Medicare Prescription Drug Plan, you’ll be disenrolled from your Medicare Advantage Plan and returned to Original Medicare. You can switch to a new Medicare drug plan simply by joining another drug plan during one of the times listed on pages 106–107. You don’t need to cancel your old Medicare drug plan. Your old Medicare drug plan coverage will end when your new drug plan begins. You should get a letter from your new Medicare drug plan telling you when your coverage with the new plan begins. Important!",
    "page": 106,
    "id": 83
  },
  {
    "question": "How do I drop a Medicare drug plan? How much do I pay?",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D) Monthly premium",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. If you want to drop your Medicare drug plan and you don’t want to join a new plan, you can only do so during certain times. See pages 106–107. You can disenroll by calling 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. You can also send a letter to the plan to tell them you want to disenroll. If you drop your plan and want to join another Medicare drug plan later, you have to wait for an enrollment period. You may have to pay a late enrollment penalty if you don’t have creditable prescription drug coverage. See pages 112–113. Below and continued on the next page are descriptions of what you pay in your Medicare drug plan. Your actual drug plan costs will vary depending on:■Your prescriptions and whether they’re on your plan’s formulary(drug list). ■The plan you choose. Remember, plan costs can change each year. Be sure to compare all of your plan options during Open Enrollment (October 15—December 7).■Which pharmacy you use (whether it offers preferred or standard cost sharing, is out-of-network, or mail order). ■Whether you get Extra Help paying your Part D costs. See pages 119–123.Most drug plans charge a monthly fee that varies by plan. You pay this in addition to the Part B premium. If you’re in a Medicare Advantage Plan (like an HMO or PPO) or a Medicare Cost Plan that includes Medicare prescription drug coverage, the monthly premium may include an amount for prescription drug coverage. Note: Contact your drug plan (not Social Security or the Railroad Retirement Board (RRB)) if you want your premium deducted from your monthly Social Security or RRB payment. If you want to stop premium deductions and get billed directly, contact your drug plan. ",
    "page": 107,
    "id": 84
  },
  {
    "question": "What’s the Part D late enrollment penalty? ",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D) 3 ways to avoid paying a penalty: ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. The late enrollment penalty is an amount that’s added to your Part D premium. You may owe a late enrollment penalty if at any time after your Initial Enrollment Period is over, there’s a period of 63 or more days in a row when you don’t have Part D or other creditable prescription drug coverage. You’ll generally have to pay the penalty for as long as you have Part D coverage. Note: If you get Extra Help, you don’t pay a late enrollment penalty. 1.Join a Medicare drug plan when you’re first eligible. Even if you don’t take many prescriptions now, you should consider joining a Medicare drug plan to avoid a penalty. You may be able to find a plan that meets your needs with little to no monthly premiums. 2.Don’t go 63 days or more in a row without a Medicare drug plan or other creditable coverage. Creditable prescription drug coverage could include drug coverage from a current or former employer or union, TRICARE, Indian Health Service, the Department of Veterans Affairs, or health coverage. Your plan must tell you each year if your drug coverage is creditable coverage. This information may be sent to you in a letter, benefit handbook, or included in a newsletter from the plan. Keep this information, because you may need it if you join a Medicare drug plan later. 3.Tell your plan about any drug coverage you had if they ask about it. When you join a Medicare drug plan, and the plan believes you went at least 63 days in a row without other creditable prescription drug coverage, the plan will send you a letter. The letter will include a form asking about any drug coverage you had. Complete the form, and return it to your drug plan by the date listed on the form. If you don’t tell the plan about your creditable prescription drug coverage, you may have to pay a penalty for as long as you have Part D coverage. ",
    "page": 111,
    "id": 85
  },
  {
    "question": "Which drugs are covered?",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D) Plans may have these coverage rules: ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. Information about a plan’s list of covered drugs (called a “formulary”) isn’t included in this handbook because each plan has its own formulary. Many Medicare drug plans place drugs into different “tiers” on their formularies. Drugs in each tier have a different cost. For example, a drug in a lower tier will generally cost you less than a drug in a higher tier. In some cases, if your drug is in a higher tier and your prescriber (your doctor or other health care provider who’s legally allowed to write prescriptions) thinks you need that drug instead of a similar drug in a lower tier, you or your prescriber can ask your plan for an exception to get a lower copayment for the drug in the higher tier. See pages 130–131 for more information on exceptions. Contact the plan for its current formulary, or visit the plan’s website. You can also visit the Medicare Plan Finder at Medicare.gov/find-a-plan, or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. Your plan will notify you of any formulary changes. Each month that you fill a prescription, your drug plan mails you an “Explanation of Benefits” (EOB) notice. This notice gives you a summary of your prescription drug claims and your costs. Review your notice and check it for mistakes. Contact your plan if you have questions or find mistakes. If you suspect fraud, call the Medicare Drug Integrity Contractor (MEDIC) at 1-877-7SAFERX (1-877-772-3379). See page 138 for more information about the MEDIC. ■Prior authorization—You and/or your prescriber must contact the drug plan before you can fill certain prescriptions. Your prescriber may need to show that the drug is medically necessary for the plan to cover it. ■Quantity limits—Limits on how much medication you can get at a time. ■Step therapy—You must try one or more similar, lower-cost drugs before the plan will cover the prescribed drug. If you or your prescriber believe that one of these coverage rules should be waived, you can ask for an exception. See pages 130–131. Important!",
    "page": 113,
    "id": 86
  },
  {
    "question": "Do you get automatic prescription refills in the mail? Medication Therapy Management (MTM) Program ",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D) ",
    "extraInformation": "",
    "paragraph": "Starting in early 2016, with limited exceptions, your prescribers need to be enrolled in Medicare or have an “opt-out” request on file with Medicare for your prescriptions to be covered by your Medicare drug plan. If your prescriber isn’t enrolled or has “opted-out,” you’ll still be able to get a 3-month provisional fill of your prescription. This will give your prescriber time to enroll, or you time to find a new prescriber who’s enrolled. Contact your plan or your prescribers for more information. Some people with Medicare get their prescription drugs by using an “automatic refill” service that automatically delivers prescription drugs when they’re about to run out. To make sure you still need a prescription before they send you a refill, prescription drug plans should get your approval to deliver a new or refilled prescription before each delivery, except when you ask for the refill or new prescription. Be sure to give your drug plan the best way to reach you so you don’t miss the refill confirmation call or other communication. The plan won’t automatically ship your refills unless you confirm you still want to get the order. If you get a prescription automatically by mail that you don’t want, and you weren’t contacted to see if you wanted it before it shipped, you may be eligible for a refund. Did you know you can also sign up online for automatic refills with some pharmacies or get your prescription history? Visit bluebuttonconnector.healthit.gov to learn how. If you’re in a Medicare drug plan and take medications for different medical conditions, you may be eligible to get services, at no cost to you, through a MTM program. This program helps you understand your medications and use them safely. A pharmacist or other health professional will give you a comprehensive review of all your medications and talk with you about: ■How to get the most benefit from the drugs you take ■Any concerns you have, like medication costs and drug reactions ■How best to take your medications ■Any questions or problems you have about your prescription and over-the-counter medication You’ll get a written summary of this discussion. The summary has a medication action plan that recommends what you can do to make the best use of your medications, with space for you to take notes or write down any follow-up questions. You’ll also get a personal medication list that will include all the medications you’re taking and why you take them. Have this summary available when you talk with your health care providers. Important!",
    "page": 114,
    "id": 87
  },
  {
    "question": "How do other insurance and programs work with PartD? ",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D) ",
    "extraInformation": "",
    "paragraph": "It’s a good idea to schedule your medication review before your yearly “Wellness” visit, so you can talk to your doctor about your action plan and medication list. Bring your action plan and medication list with you to your visit or anytime you talk with your doctors, pharmacists, and other health care providers. Also, take your medication list with you if you go to the hospital or emergency room. Your drug plan may enroll you in this program if you meet all of these conditions: 1.You have more than one chronic health condition. 2.You take several different medications. 3.Your medications have a combined cost of more than $3,507 per year. This dollar amount (which can change each year) is estimated based on your out-of-pocket costs and the costs your plan pays for the medications each calendar year. Your plan can help you find out if you may reach this dollar limit. Visit Medicare.gov/find-a-plan to get general information about program eligibility for your Medicare drug plan or for other plans that interest you. Contact each drug plan for specific details. The charts on this page and the next 2 pages provide information about how other insurance you have works with, or is affected by, Medicare prescription drug coverage (Part D). Employer or union health coverage—Health coverage from your, your spouse’s, or other family member’s current or former employer or union. If you have prescription drug coverage based on your current or previous employment, your employer or union will notify you each year to let you know if your prescription drug coverage is creditable. Keep the information you get. Call your benefits administrator for more information before making any changes to your coverage. Note: If you join a Medicare drug plan, you, your spouse, or your dependents may lose your employer or union health coverage.",
    "page": 115,
    "id": 88
  },
  {
    "question": "How does other government insurance work with PartD? ",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D)  ",
    "extraInformation": "",
    "paragraph": "COBRA—This is a federal law that may allow you to temporarily keep employer or union health coverage after the employment ends or after you lose coverage as a dependent of the covered employee. As explained on pages 26–27, there may be reasons why you should take Part B instead of, or in addition to, COBRA coverage. However, if you take COBRA and it includes creditable prescription drug coverage, you’ll have a Special Enrollment Period to join a Medicare drug plan without paying a penalty when the COBRA coverage ends. Talk with your State Health Insurance Assistance Program (SHIP) to see if COBRA is a good choice for you. See page 149 for the phone number. Medicare Supplement Insurance (Medigap) policy with prescription drug coverage—You may choose to join a Medicare drug plan because most Medigap drug coverage isn’t creditable, and you may pay more if you join a drug plan later. See pages 112–113. Medigap policies can no longer be sold with prescription drug coverage, but if you have drug coverage under a current Medigap policy, you can keep it. If you join a Medicare drug plan, tell your Medigap insurance company so they can remove the prescription drug coverage under your Medigap policy and adjust your premiums. Call your Medigap insurance company for more information.Note: Keep any creditable prescription drug coverage information you get from your plan. You may need it if you decide to join a Medicare drug plan later. Don’t send creditable coverage letters or certificates to Medicare. These types of insurance are all considered creditable prescription drug coverage, and in most cases, it will be to your advantage to keep this coverage if you have it. Federal Employee Health Benefits (FEHB) Program—This is health coverage for current and retired federal employees and covered family members. FEHB plans usually include prescription drug coverage, so you don’t need to join a Medicare drug plan. However, if you decide to join a Medicare drug plan, you can keep your FEHB plan, and in most cases, the Medicare plan will pay first. For more information for retirees, visit opm.gov/healthcare-insurance/healthcare or contact the Office of Personnel Management at 1-888-767-6738. TTY users should call 1-800-878-5707. If you’re an active federal employee, you should contact your Benefits Officer. Visit apps.opm.gov/abo for a list of Benefits Officers. You can also call your plan if you have questions.",
    "page": 116,
    "id": 89
  },
  {
    "question": "How does other government insurance work with PartD? (continued) ",
    "section": "Section 7— G et Information about Prescription Drug Coverage (Part D) ",
    "extraInformation": "",
    "paragraph": "Veterans’ benefits—This is health coverage for veterans and people who have served in the U.S. military. You may be able to get prescription drug coverage through the U.S. Department of Veterans Affairs (VA) program. You may join a Medicare drug plan, but if you do, you can’t use both types of coverage for the same prescription at the same time. For more information, visit va.gov, or call the VA at 1-800-827-1000. TTY users should call 1-800-829-4833. TRICARE (military health benefits)—This is a health care plan for active-duty service members, military retirees, and their families. Most people with TRICARE who are entitled to Part A must have Part B to keep TRICARE prescription drug benefits. If you have TRICARE, you don’t need to join a Medicare Prescription Drug Plan. However, if you do, your Medicare drug plan pays first, and TRICARE pays second. If you join a Medicare Advantage Plan (like an HMO or PPO) with prescription drug coverage, your Medicare Advantage Plan and TRICARE may coordinate their benefits if your Medicare Advantage Plan network pharmacy is also a TRICARE network pharmacy. Otherwise, you can file your own claim to get paid back for your out-of-pocket expenses. For more information, visit tricare.mil, or call the TRICARE Pharmacy Program at 1-877-363-1303. TTY users should call 1-877-540-6261. Indian Health Service (IHS)—The IHS is the primary health care provider to the American Indian/Alaska Native (AI/AN) Medicare population. The Indian health care system, consisting of tribal, urban, and federally operated IHS health programs, delivers a spectrum of clinical and preventive health services through a network of hospitals, clinics, and other entities. Many Indian health facilities participate in the Medicare prescription drug program. If you get prescription drugs through an Indian health facility, you’ll continue to get drugs at no cost to you, and your coverage won’t be interrupted. Joining a Medicare drug plan may help your Indian health facility because the drug plan pays the Indian health facility for the cost of your prescriptions. Talk to your local Indian health benefits coordinator who can help you choose a plan that meets your needs and tell you how Medicare works with the Indian health care system. Note: If you’re getting care through an IHS or tribal health facility or program without being charged, you can continue to do so for some or all of your care. Getting Medicare doesn’t affect your ability to get services through the IHS and tribal health facilities.",
    "page": 117,
    "id": 90
  },
  {
    "question": "What if I need help paying my Medicare prescription drug costs?",
    "section": "",
    "extraInformation": "Section8—Get Help Paying Your Health & Prescription Drug Costs ",
    "paragraph": "If you have limited income and resources, you may qualify for help to pay for some health care and prescription drug costs. Note: Extra Help isn’t available in Puerto Rico, the U.S. Virgin Islands, Guam, the Northern Mariana Islands, and American Samoa. See page 126 for information about programs that are available in those areas. Extra Help is a Medicare program to help people with limited income and resources pay Medicare prescription drug costs. You may qualify for Extra Help if your yearly income and resources are below these limits in 2015: ■Single person—income less than $17,655 and resources less than $13,640 per year ■Married person living with a spouse and no other dependents—income less than $23,895 and resources less than $27,250 per year These amounts may change in 2016. You may qualify even if you have a higher income (like if you still work, live in Alaska or Hawaii, or have dependents living with you). Resources include money in a checking or savings account, stocks, bonds, mutual funds, and Individual Retirement Accounts (IRAs). Resources don’t include your home, car, household items, burial plot, up to $1,500 for burial expenses (per person), or life insurance policies. ",
    "page": 118,
    "id": 91
  },
  {
    "question": "Paying the right amount ",
    "section": "Section 8— G et Help Paying Your Health & Prescription Drug CostsProof you have Medicaid and live in an institution or get home- and community-based servicesOther proof you have Medicaid ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. Medicare gets information from your state or Social Security that tells whether you qualify for Extra Help. If Medicare doesn’t have the right information, you may be paying the wrong amount for your prescription drug coverage. If you automatically qualify for Extra Help, you can show your drug plan the colored letter you got from Medicare as proof that you qualify. If you applied for Extra Help, you can show your “Notice of Award” from Social Security as proof that you qualify. You can also give your plan or pharmacy any of the documents listed in the chart below (also called “Best Available Evidence”) as proof that you qualify for Extra Help. Your plan must accept these documents. Each item must show that you were eligible for Medicaid during a month after June 2015. ■A bill from the institution (like a nursing home) or a copy of a state document showing Medicaid payment to the institution for at least a month ■A print-out from your state’s Medicaid system showing that you lived in the institution for at least a month ■A document from your state that shows you have Medicaid and are getting home- and community-based services ■A copy of your Medicaid card (if you have one) ■A copy of a state document that shows you have Medicaid ■A print-out from a state electronic enrollment file or from your state’s Medicaid system that shows you have Medicaid ■Any other document from your state that shows you have Medicaid If you aren’t already enrolled in a Medicare drug plan and paid for prescriptions since you qualified for Extra Help, you may be able to get back part of what you paid. Keep your receipts, and call Medicare’s Limited Income Newly Eligible Transition (NET) Program at 1-800-783-1307 for more information. TTY users should call 711. ",
    "page": 121,
    "id": 92
  },
  {
    "question": "What if I need help paying my Medicare health care costs?Medicare Savings Programs ",
    "section": "Section 8— G et Help Paying Your Health & Prescription Drug Costs",
    "extraInformation": "",
    "paragraph": "For more information, visit Medicare.gov/publications to view the fact sheet “If You Get Extra Help, Make Sure You’re Paying the Right Amount.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. Note: Keep all information you get from Medicare, Social Security, the Railroad Retirement Board (RRB), your Medicare plan, Medicare Supplement (Medigap) Insurer, employer, or union. This may include notices of award or denial, “Annual Notices of Change,” notices of creditable prescription drug coverage, or “Medicare Summary Notices.” You may need these documents to apply for the programs explained in this section. Also keep copies of all applications you submit. If you have limited income and resources, you may be able to get help from your state to pay your Medicare costs if you meet certain conditions. There are 4 kinds of Medicare Savings Programs: 1.Qualified Medicare Beneficiary (QMB) Program—Helps pay for Part A and/or Part B premiums, deductibles, coinsurance, and copayments. 2.Specified Low-Income Medicare Beneficiary (SLMB) Program—Helps pay Part B premiums only. 3.Qualifying Individual (QI) Program—Helps pay Part B premiums only. You must apply each year for QI benefits and the applications are granted on a first-come first-served basis. 4.Qualified Disabled and Working Individuals (QDWI) Program—Helps pay Part A premiums only. You may qualify for this program if you have a disability and are working. The names of these programs and how they work may vary by state. Medicare Savings Programs aren’t available in Puerto Rico and the U.S. Virgin Islands. Important!",
    "page": 122,
    "id": 93
  },
  {
    "question": "Medicaid ",
    "section": "Section 8— G et Help Paying Your Health & Prescription Drug CostsHow do I qualify? For more information What does Medicaid cover? ",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. In most cases, to qualify for a Medicare Savings Program, you must have: ■Part A ■Monthly income less than $1,333 and resources less than $7,160—single person ■Monthly income less than $1,790 and resources less than $10,750—married and living together Note: The amounts above are for 2015 and may change each year. Many states figure your income and resources differently, so you may qualify in your state even if your income or resources are higher than the amounts listed above. If you have income from working, you may qualify for benefits even if your income is higher than the limits above. Resources include money in a checking or savings account, stocks, bonds, mutual funds, and Individual Retirement Accounts (IRAs). Resources don’t include your home, car, burial plot, burial expenses up to your state’s limit, furniture, or other household items. Some states don’t have any limits on resources. ■Call or visit your State Medical Assistance (Medicaid) office, and ask for information on Medicare Savings Programs. To get the phone number for your state, visit Medicare.gov/contacts. You can also call 1-800-MEDICARE (1-800-633-4227), and say “Medicaid.” TTY users should call 1-877-486-2048. ■Contact your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. Medicaid is a joint federal and state program that helps pay medical costs if you have limited income and resources and meet other requirements. Some people qualify for both Medicare and Medicaid and are called “dual eligibles.” ■If you have Medicare and full Medicaid coverage, most of your health care costs are covered. You can get your Medicare coverage through Original Medicare or a Medicare Advantage Plan (like an HMO or PPO). ■If you have Medicare and full Medicaid coverage, Medicare covers your Part D prescription drugs. Medicaid may still cover some drugs and other care that Medicare doesn’t cover. ",
    "page": 123,
    "id": 94
  },
  {
    "question": "State Pharmacy Assistance Programs (SPAPs) ",
    "section": "Section 8— G et Help Paying Your Health & Prescription Drug CostsHow do I qualify? Demonstration plans for people who have both Medicare and Medicaid ",
    "extraInformation": "",
    "paragraph": "■People with Medicaid may get coverage for services that Medicare may not or may partially cover, like nursing home care, personal care, and home- and community-based services. ■Medicaid programs vary from state to state. They may also have different names, like “Medical Assistance” or “Medi-Cal.” ■Each state has different income and resource requirements. ■Many states have expanded their Medicaid programs to cover more people. Even if you were told you didn’t qualify for Medicaid in the past, you may qualify under the new rules. ■In some states, you may need to be enrolled in Medicare, if eligible, to get Medicaid. ■Call your State Medical Assistance (Medicaid) office for more information and to see if you qualify. Visit Medicare.gov/contacts, or call 1-800-MEDICARE (1-800-633-4227) and say “Medicaid” to get the phone number. TTY users should call 1-877-486-2048. Medicare is working with several states and health plans to create demonstration plans for certain people who have both Medicare and Medicaid, called Medicare-Medicaid Plans. These plans include all your Medicare and Medicaid benefits, and prescription drug coverage. They’re designed to help better coordinate your benefits. If you’re interested in joining a Medicare-Medicaid Plan, visit Medicare.gov/find-a-plan to see if one is available in your area and if you qualify. Call your State Medical Assistance (Medicaid) office for more information. Visit Medicare.gov/contacts, or call 1-800-MEDICARE and say “Medicaid” to get the phone number. Many states have SPAPs that help certain people pay for prescription drugs based on financial need, age, or medical condition. Each SPAP makes its own rules on how to provide drug coverage to its members. To find out if there’s an SPAP in your state and how it works, call your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. ",
    "page": 124,
    "id": 95
  },
  {
    "question": "Pharmaceutical Assistance Programs (also called Patient Assistance Programs) Programs of All-inclusive Care for the Elderly (PACE) Supplemental Security Income (SSI) benefits Programs for people who live in the U.S. territories ",
    "section": "Section 8— G et Help Paying Your Health & Prescription Drug Costs",
    "extraInformation": "",
    "paragraph": "Definitions of blue words are on pages 153–156. Many major drug manufacturers offer assistance programs for people with Medicare drug coverage who meet certain requirements. Visit Medicare.gov/pharmaceutical-assistance-program to learn more about Pharmaceutical Assistance Programs. PACE is a Medicare and Medicaid program offered in many states that allows people who need a nursing home-level of care to remain in the community. See page 97 for more information. SSI is a cash benefit paid by Social Security to people with limited income and resources who are disabled, blind, or 65 or older. SSI benefits help people meet basic needs for food, clothing, and shelter. SSI benefits aren’t the same as Social Security benefits. You can visit benefits.gov/ssa, and use the “Benefit Eligibility Screening Tool” to find out if you’re eligible for SSI or other benefits. Call Social Security at 1-800-772-1213 or contact your local Social Security office for more information. TTY users should call 1-800-325-0778. Note: People who live in Puerto Rico, the U.S. Virgin Islands, Guam, or American Samoa can’t get SSI. There are programs in Puerto Rico, the U.S. Virgin Islands, Guam, the Northern Mariana Islands, and American Samoa to help people with limited income and resources pay their Medicare costs. Programs vary in these areas. Call your local Medical Assistance (Medicaid) office to learn more, or call 1-800-MEDICARE (1-800-633-4227) and say “Medicaid” for more information. TTY users should call 1-877-486-2048. ",
    "page": 125,
    "id": 96
  },
  {
    "question": "What are my Medicare rights?",
    "section": "",
    "extraInformation": "Section9—Know Your Rights & Protect Yourself from Fraud ",
    "paragraph": "No matter how you get your Medicare, you have certain rights and protections. All people with Medicare have the right to: ■Be treated with dignity and respect at all times ■Be protected from discrimination ■Have their personal and health information kept private ■Get information in a language and format that they understand from Medicare, health care providers, and Medicare contractors ■Have questions about Medicare answered ■Have access to doctors, other health care providers, specialists, and hospitals ■Learn about their treatment choices in clear language that they can understand, and participate in treatment decisions ■Get emergency care when and where they need it ■Get a decision about health care payment, coverage of services, or prescription drug coverage ■Request a review (appeal) of certain decisions about health care payment, coverage of services, or prescription drug coverage ■File complaints (sometimes called “grievances”), including complaints about the quality of their care ",
    "page": 126,
    "id": 97
  },
  {
    "question": "What are my rights if my plan stops participating in Medicare?What’s an appeal?",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "extraInformation": "",
    "paragraph": "128Medicare health and prescription drug plans can decide not to participate in Medicare for the coming year. Plans that choose to leave Medicare entirely or in certain areas are “non-renewing.” In these cases, your coverage under the plan will end after December 31. ■You can choose another plan during Medicare Open Enrollment between October 15–December 7. Your coverage will begin January 1. ■You’ll also have a special right to join another Medicare planuntil February 29, 2016.Your plan will send you a letter about your options before Open Enrollment. An appeal is the action you can take if you disagree with a coverage or payment decision by Medicare or your Medicare plan. For example, you can appeal if Medicare or your plan denies: ■A request for a health care service, supply, item, or prescription drug that you think you should be able to get. ■A request for payment of a health care service, supply, item, or prescription drug you already got. ■A request to change the amount you must pay for a health care service, supply, item, or prescription drug. You can also appeal if Medicare or your plan stops providing or paying for all or part of a health care service, supply, item, or prescription drug you think you still need. If you decide to file an appeal, you can ask your doctor, supplier, or other health care provider for any information that may help your case. Keep a copy of everything you send to Medicare or your plan as part of your appeal. ",
    "page": 127,
    "id": 98
  },
  {
    "question": "How do I file an appeal? ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud If you have Original Medicare If you have a Medicare health plan",
    "extraInformation": "",
    "paragraph": "129Definitions of blue words are on pages 153–156. How you file an appeal depends on the type of Medicare coverage you have: 1.Get the “Medicare Summary Notice” (MSN) that shows the item or service you’re appealing. Your MSN is the notice you get every 3 months that lists all the services billed to Medicare and tells you if Medicare paid for the services. See pages 77–78. 2.Circle the item(s) you disagree with on the MSN, and write an explanation of why you disagree with the decision on the MSN or on a separate piece of paper and attach it to the MSN. 3.Include your name, phone number, and Medicare number on the MSN, and sign it. Keep a copy for your records. 4.Send the MSN, or a copy, to the company that handles bills for Medicare (Medicare Administrative Contractor) listed on the MSN. You can include any other additional information you have about your appeal. Or, you can use CMS Form 20027, and file it with the company that handles bills for Medicare listed on the MSN. To view or print this form, visit cms.gov/cmsforms/downloads/cms20027.pdf, or call 1-800-MEDICARE (1-800-633-4227) to have a copy mailed to you. TTY users should call 1-877-486-2048. 5.You must file the appeal within 120 days of the date you get the MSN in the mail. You’ll generally get a decision from the Medicare Administrative Contractor within 60 days after they get your request. If Medicare will cover the item(s) or service(s), it will be listed on your next MSN. Learn how to file an appeal by looking at the materials your plan sends you, calling your plan, or visiting Medicare.gov/appeals. In some cases, you can file a fast appeal. See materials from your plan and page 131. ",
    "page": 128,
    "id": 99
  },
  {
    "question": "How do I ask for a coverage determination or exception? ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud  If you have a Medicare Prescription Drug Plan ",
    "extraInformation": "",
    "paragraph": "130Definitions of blue words are on pages 153–156. You have the right to do all of these (even before you buy a certain drug): ■Get a written explanation (called a “coverage determination”) from your Medicare drug plan. A coverage determination is the first decision made by your Medicare drug plan (not the pharmacy) about your benefits, including whether a certain drug is covered, whether you’ve met the requirements to get a requested drug, how much you pay for a drug, and whether to make an exception to a plan rule when you request it. ■Ask for an exception if you or your prescriber (your doctor or other health care provider who’s legally allowed to write prescriptions) believes you need a drug that isn’t on your plan’s formulary. ■Ask for an exception if you or your prescriber believes that a coverage rule (like prior authorization) should be waived. ■Ask for an exception if you think you should pay less for a higher tier (more expensive) drug because you or your prescriber believes you can’t take any of the lower tier (less expensive) drugs for the same condition. You or your prescriber must contact your plan to ask for a coverage determination or an exception. If your network pharmacy can’t fill a prescription, the pharmacist will give you a notice that explains how to contact your Medicare drug plan so you can make your request. If the pharmacist doesn’t give you this notice, ask for a copy. You or your prescriber may make a standard request by phone or in writing, if you’re asking for prescription drug benefits you haven’t gotten yet. If you’re asking to get paid back for prescription drugs you already bought, your plan can require you or your prescriber to make the standard request in writing. You or your prescriber can call or write your plan for an expedited (fast) request. Your request will be expedited if you haven’t gotten the prescription and your plan determines, or your prescriber tells your plan, that your life or health may be at risk by waiting. ",
    "page": 129,
    "id": 100
  },
  {
    "question": "What are my rights if I think my services are ending too soon? How can I get help filing an appeal? ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "extraInformation": "",
    "paragraph": "131If you’re requesting an exception, your prescriber must provide a statement explaining the medical reason why the exception should be approved. If you’re getting Medicare services from a hospital, skilled nursing facility, home health agency, comprehensive outpatient rehabilitation facility, or hospice, and you think your Medicare-covered services are ending too soon, you can ask for a fast appeal. Your provider will give you a notice before your services end that will tell you how to ask for a fast appeal. The notice might call it an “expedited determination.” You should read this notice carefully. If you don’t get this notice, ask your provider for it. With a fast appeal, an independent reviewer, called a Beneficiary and Family Centered Care Quality Improvement Organization (BFCC-QIO), will decide if your services should continue. ■It’s important to call your BFCC-QIO to request a fast appeal no later than the time shown on the notice you get from your provider. Use the phone number for your BFCC-QIO listed on your notice to request your appeal. ■Ask your doctor or other health care provider to submit any information to the BFCC-QIO that may help your case. ■If you miss the deadline, you may still have appeal rights: —If you have Original Medicare, call your BFCC-QIO. —If you’re in a Medicare health plan, call your plan. For more information about the different levels of appeals, visit Medicare.gov/appeals. You can also get help filing an appeal from your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. Important!",
    "page": 130,
    "id": 101
  },
  {
    "question": "What’s an “Advance Beneficiary Notice of Noncoverage” (ABN)?What happens if I get an ABN? Can I get an ABN for other reasons? ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "extraInformation": "",
    "paragraph": "132Definitions of blue words are on pages 153–156. If you have Original Medicare, your doctor, other health care provider, or supplier may give you a notice called an “Advance Beneficiary Notice of Noncoverage” (ABN). This notice says Medicare probably (or certainly) won’t pay for some services in certain situations. ■You’ll be asked to choose whether to get the items or services listed on the ABN. ■If you choose to get the items or services listed on the ABN, you’re agreeing to pay if Medicare doesn’t. ■You’ll be asked to sign the ABN to say that you’ve read and understood it. ■Doctors, other health care providers, and suppliers don’t have to (but still may) give you an ABN for services that Medicare never covers. See page 71. ■An ABN isn’t an official denial of coverage by Medicare. You could choose to get the items listed on the ABN and still ask your health care provider or supplier to submit the claim to Medicare or another insurer. If Medicare denies payment, you can still file an appeal. However, you’ll have to pay for the items or services if Medicare determines that the items or services aren’t covered (and no other insurer is responsible for payment). ■You may get a “Skilled Nursing Facility ABN” when the facility believes Medicare will no longer cover your stay or other items and services. ■You may get an ABN if you’re getting equipment or supplies that are in the DMEPOS Competitive Bidding Program and the supplier isn’t a contract supplier. ",
    "page": 131,
    "id": 102
  },
  {
    "question": "What if I didn’t get an ABN? Where can I get more information about appeals andABNs? How does Medicare use my personal information?You’re protected from discrimination",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "extraInformation": "",
    "paragraph": "133If your provider was required to give you an ABN but didn’t, in most cases, your provider must pay you back what you paid for the item or service. ■Visit Medicare.gov/appeals.■Visit Medicare.gov/publications to view the booklet “Medicare Appeals.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048.■If you’re in a Medicare plan, call your plan to find out if a service or item will be covered. Medicare protects the privacy of your health information. The next 2 pages describe how your information may be used and given out, and explain how you can get this information. Every company or agency that works with Medicare must obey the law. This means you can’t be treated unfairly because of your race, color, national origin, disability, age, religion, or sex. See the inside of the back cover if you think that you’ve been discriminated against or treated unfairly for any of these reasons. ",
    "page": 132,
    "id": 103
  },
  {
    "question": "Notice of Privacy Practices for Original Medicare ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "extraInformation": "",
    "paragraph": "134This notice describes how medical information about you may be used and disclosed and how you can get access to this information. Please review it carefully. By law, Medicare is required to protect the privacy of your personal medical information. Medicare is also required to give you this notice to tell you how Medicare may use and give out (“disclose”) your personal medical information held by Medicare. Medicare must use and give out your personal medical information to provide information: ■To you, someone you name (“designate”), or someone who has the legal right to act for you (your personal representative) ■To the Secretary of the Department of Health and Human Services, if necessary, to make sure your privacy is protected ■Where required by law Medicare has the right to use and give out your personal medical information to pay for your health care and to operate the Medicare Program. Examples include: ■Companies that pay bills for Medicare use your personal medical information to pay or deny your claims, to collect your premiums, to share your payment information with your other insurer(s), or to prepare your “Medicare Summary Notice.” ■Medicare may use your personal medical information to make sure you and other people with Medicare get quality health care, to provide customer service to you, to resolve any complaints you have, or to contact you about research studies. Medicare may use or give out your personal medical information for these purposes under limited circumstances: ■Where allowed by federal law to state and other federal agencies that need Medicare data for their program operations (like to make sure Medicare is making proper payments or to coordinate benefits between programs) ■To your health care providers so they know what other treatments you’ve gotten and to coordinate your care (for example, for programs to ensure the delivery of quality health care) ■For public health activities (like reporting disease outbreaks) ■For government health care oversight activities (like fraud and abuse investigations) ■For judicial and administrative proceedings (like in response to a court order) ■For law enforcement purposes (like providing limited information to locate a missing person) ■For research studies, including surveys, that meet all privacy law requirements (like research related to the prevention of disease or disability) ■To avoid a serious and imminent threat to health or safety ■To contact you about new or changed coverage under Medicare ",
    "page": 133,
    "id": 104
  },
  {
    "question": "How can I protect myself from identity theft?How can I protect myself and Medicare from fraud?",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "extraInformation": "",
    "paragraph": "136Definitions of blue words are on pages 153–156. Identity theft happens when someone uses your personal information without your consent to commit fraud or other crimes. Personal information includes things like your name and your Social Security, Medicare, credit card, or bank account numbers. Guard your cards and protect your Medicare and Social Security numbers. Keep this information safe.Only give personal information, like your Medicare number, to doctors, other health care providers, and plans approved by Medicare; any insurer who pays benefits on your behalf; and to trusted people in the community who work with Medicare, like your State Health Insurance Assistance Program (SHIP) or Social Security. Call 1-800-MEDICARE (1-800-633-4227) if you aren’t sure if a provider is approved by Medicare. TTY users should call 1-877-486-2048. If you suspect identity theft, or feel like you gave your personal information to someone you shouldn’t have, call your local police department and the Federal Trade Commission’s ID Theft Hotline at 1-877-438-4338. TTY users should call 1-866-653-4261. Visit ftc.gov/idtheft to learn more about identity theft. Most doctors, pharmacists, plans, and other health care providers who work with Medicare are honest. Unfortunately, there may be some who are dishonest. Medicare fraud costs everyone a lot of money each year. ",
    "page": 135,
    "id": 105
  },
  {
    "question": "Check your statements for mistakes ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "extraInformation": "",
    "paragraph": "137One common form of Medicare fraud is when Medicare is billed for services you never got. When you get health care services, record the dates on a calendar and save the receipts and statements you get from providers to check for mistakes. If you think you see an error or are billed for services you didn’t get, take these steps to find out what was billed: ■Check your “Medicare Summary Notice” (MSN) if you have Original Medicare to see if the service was billed to Medicare. If you’re in a Medicare plan, check the statements you get from your plan. ■If you know the health care provider or supplier, call and ask for an itemized statement. They should give this to you within 30 days. ■Visit MyMedicare.gov to view your Medicare claims if you have Original Medicare. Your claims are generally available online within 24 hours after processing. You can also download your claims information by using Medicare’s Blue Button. See page 143. The sooner you see and report errors, the sooner we can stop fraud. You can also call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. If you’ve contacted the provider and you suspect that Medicare is being charged for a service or supply that you didn’t get, or you don’t know the provider on the claim, call 1-800-MEDICARE. For more information on protecting yourself from Medicare fraud and tips for spotting and reporting fraud, visit stopmedicarefraud.gov, or contact your local Senior Medicare Patrol (SMP) Program. See page 138. You can also visit oig.hhs.gov or call the fraud hotline of the Department of Health and Human Services Office of the Inspector General at 1-800-HHS-TIPS (1-800-447-8477). TTY users should call 1-800-377-4950. ",
    "page": 136,
    "id": 106
  },
  {
    "question": "Plans must follow rules What’s the Senior Medicare Patrol (SMP) Program? Fighting fraud can pay ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "extraInformation": "",
    "paragraph": "138Definitions of blue words are on pages 153–156. Medicare plans must follow certain rules when marketing their plans and getting your enrollment information. They can’t ask you for credit card or banking information over the phone or via email, unless you’re already a member of that plan. Medicare plans can’t enroll you into a plan over the phone unless you call them and ask to enroll, or you’ve given them permission to contact you. Call 1-800-MEDICARE (1-800-633-4227) to report any plans that: ■Ask for your personal information over the phone or email ■Call to enroll you in a plan ■Use false information to mislead you You can also call the Medicare Drug Integrity Contractor (MEDIC) at 1-877-7SAFERX (1-877-772-3379). The MEDIC helps prevent inappropriate activity and fights fraud, waste, and abuse in Medicare Advantage (Part C) and Medicare Prescription Drug (Part D) Programs. For more information on the rules that Medicare plans must follow, visit Medicare.gov/publications to view the booklet “Protecting Yourself & Medicare from Fraud.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. The SMP Program educates and empowers people with Medicare to take an active role in detecting and preventing health care fraud and abuse. The SMP Program not only protects people with Medicare, it also helps preserve Medicare. There’s an SMP Program in every state, the District of Columbia, Guam, the U.S. Virgin Islands, and Puerto Rico. Contact your local SMP Program to get personalized counseling, find out about community events in your area, or volunteer. For more information or to find your local SMP Program, visit smpresource.org, or call 1-877-808-2468. You can also call 1-800-MEDICARE. You may get a reward if you help us fight fraud and meet certain conditions. For more information, visit stopmedicarefraud.gov or Medicare.gov, or call 1-800-MEDICARE. Important!",
    "page": 137,
    "id": 107
  },
  {
    "question": "Investigating fraud takes time Is my right to my own health information protected? What’s the Medicare Beneficiary Ombudsman? ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "extraInformation": "",
    "paragraph": "139Every tip counts. Medicare takes all reports of suspected fraud seriously. When you report fraud, you may not hear of an outcome right away. It takes time to investigate your report and build a case, but rest assured that your information is helping us protect Medicare. In most cases, you have the right to request and get copies of your personal health records in an electronic or paper format from your health care providers and Medicare. Your health information rights include the right to: ■Access your health information in a paper or electronic format ■Know who has been given your health information in many cases ■Correct or amend your health information ■Get a notice of privacy practices (a privacy policy) ■File a complaint For more information, or if you think your rights have been violated, visit hhs.gov/ocr or call the Department of Health and Human Services, Office for Civil Rights at 1-800-368-1019. TTY users should call 1-800-537-7697. An “ombudsman” is a person who reviews complaints and helps resolve them. The Medicare Beneficiary Ombudsman makes sure you have information about: ■Your Medicare coverage ■Making good health care decisions ■Your Medicare rights and protections ■Getting issues resolved The Ombudsman reviews the concerns raised by people with Medicare through 1-800-MEDICARE and through your State Health Insurance Assistance Program (SHIP). Visit Medicare.gov for information on inquiries and complaints, activities of the Ombudsman, and what people with Medicare need to know. ",
    "page": 138,
    "id": 108
  },
  {
    "question": "What are advance directives?What if I already have an advance directive? ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "extraInformation": "",
    "paragraph": "140Definitions of blue words are on pages 153–156. Advance directives are legal documents that allow you to put in writing what kind of health care you would want or name someone who can speak for you if you were too ill to speak for yourself. These legal documents help ensure your wishes are followed, but it’s important to talk to your family, friends, and health care providers about your wishes. You should also make sure that your family, friends, and health care providers have copies of your legal documents. It’s better to think about these important decisions and have plans in place before you’re ill or a crisis strikes. Advance directives most often include: ■A health care proxy (sometimes called a “durable power of attorney for health care”). This is used to name the person you want to make health care decisions for you if you aren’t able to make them yourself. You can also use this document to provide special instructions and limitations for the person you named to be your health care proxy. ■A living will. This is another way to make sure your voice is heard. It states which medical treatment you would accept or refuse if your life is threatened. ■After-death wishes. These may include choices like organ and tissue donation. Each state has its own laws for creating advance directives. Some states may allow you to combine your advance directives in one document. Take time now to review your advance directive to be sure you’re still satisfied with your decisions and the person you identify in your health care proxy is still willing and able to carry out your plans. Find out how to cancel or update it in your state if it no longer reflects your wishes. For more information, contact your health care provider, an attorney, your local Area Agency on Aging, your state health department, or visit Eldercare.gov. ",
    "page": 139,
    "id": 109
  },
  {
    "question": "Where can I get personalized help?1-800-MEDICARE (1-800-633-4227) TTY users call 1-877-486-2048 Get information 24 hours a day, including weekends ",
    "section": "",
    "extraInformation": "Section 10— G et More Information ",
    "paragraph": "Get More Information Section 10—■Speak clearly, have your Medicare card in front of you, and be ready to provide your Medicare number. This helps reduce the amount of time you may wait to speak to a customer service representative. It also allows us to play messages that may specifically impact your coverage and may help us get you to a representative more quickly. ■To enter your Medicare number, speak the numbers and letter(s) clearly one at a time. Or, enter your Medicare number on the phone keypad. Use the star key to indicate any place there may be a letter. For example, if your Medicare number is 000-00-0000A, you would enter 0-0-0-0-0- 0-0-0-0-*. The voice system will then ask you for that letter. ■Use 1 or 2 words to briefly say what you’re calling about. Helpful tips: ■You can say “Agent” at any time to talk to a customer service representative. ■If you need help in a language other than English or Spanish, or need to request a Medicare publication in an alternate format, let the customer service representative know. ",
    "page": 140,
    "id": 110
  },
  {
    "question": "Do you need someone to be able to call 1-800-MEDICARE on your behalf? Did your household get more than one copy of “Medicare & You?” What are State Health Insurance Assistance Programs (SHIPs)? ",
    "section": "Section 10— G et More Information  ",
    "extraInformation": "",
    "paragraph": "142You need to let Medicare know in writing. You can fill out a “Medicare Authorization to Disclose Personal Health Information” form so Medicare can give your personal health information to someone other than you. You can do this by visiting Medicare.gov/medicareonlineformsor by calling 1-800-MEDICARE (1-800-633-4227) to get a copy of the form. TTY users should call 1-877-486-2048. You may want to do this now in case you become unable to do it later. If you want to get only one copy in the future, call 1-800-MEDICARE. If you want to get the handbook electronically and not get any future copies in the mail, visit Medicare.gov/gopaperless. SHIPs are state programs that get money from the federal government to give local health insurance counseling to people with Medicare. SHIPs aren’t connected to any insurance company or health plan. SHIP volunteers work hard to help you with these Medicare questions or concerns: ■Your Medicare rights ■Billing problems ■Complaints about your medical care or treatment ■Plan choices ■How Medicare works with other insurance See page 149 for the phone number of your local SHIP. If you would like to become a volunteer SHIP counselor, contact the SHIP in your state to learn more. Important!",
    "page": 141,
    "id": 111
  },
  {
    "question": "Where can I find general Medicare information online?Where can I find personalized Medicare information online?",
    "section": "Section 10— G et More Information  Visit Medicare.govRegister at MyMedicare.gov",
    "extraInformation": "",
    "paragraph": "143■Get detailed information about the Medicare health and prescription drug plans in your area, including what they cost and what services they provide. ■Find doctors or other health care providers and suppliers who participate in Medicare. ■See what Medicare covers, including preventive services. ■Get Medicare appeals information and forms. ■Get information about the quality of care provided by plans, nursing homes, hospitals, home health agencies, and dialysis facilities. ■Look up helpful websites and phone numbers. ■Complete your “Initial Enrollment Questionnaire” so your claims can get paid correctly. ■Manage your personal information (like medical conditions, allergies, and implanted devices). ■Sign up to get this handbook electronically. You won’t get a printed copy if you choose to get it electronically. ■Manage your personal drug list and pharmacy information. ■Search for, add to, and manage a list of your favorite providers and access quality information about them. ■Track Original Medicare claims and your Part B deductible status. ■View and order copies of your “Medicare Summary Notices.” Definitions of blue words are on pages 153–156. ",
    "page": 142,
    "id": 112
  },
  {
    "question": "How do I compare the quality of plans and providers?",
    "section": "Section 10— G et More Information  ",
    "extraInformation": "",
    "paragraph": "144Definitions of blue words are on pages 153–156. Get access to your personal health information using Medicare’s Blue Button. This feature lets you download 12–36 months of claims information for Part A and Part B and 12 months of claims information for Part D. This information can help you make more informed decisions about your care and can give your health care providers a more complete view of your health history. Visit MyMedicare.gov to use the Blue Button today. Once you’ve used the Blue Button, there are a variety of health applications and services to analyze your health information. Visit bluebuttonconnector.healthit.gov to learn more about these useful tools and how to protect your health information once it’s in your hands.Medicare collects information about the quality and safety of medical care and services given by most Medicare plans and health care providers. Medicare also has information about the experiences of people with the care and services they get. Compare the quality of care (how well plans and providers work to give you the best care possible) and services given by health and prescription drug plans or health care providers nationwide by visiting Medicare.gov or by calling your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. When you, a family member, friend, or SHIP counselor visit Medicare.gov, use these tools: ■Hospital Compare ■Nursing Home Compare ■Home Health Compare ■Dialysis Facility Compare ■Physician Compare ■Medicare Plan Finder ",
    "page": 143,
    "id": 113
  },
  {
    "question": "What’s Medicare doing to better coordinate mycare?",
    "section": "Section 10— G et More Information  Electronic Health Records (EHRs)",
    "extraInformation": "",
    "paragraph": "145These search tools on Medicare.gov give you a “snapshot” of the quality of care and services some plans and providers give. Medicare Plan Finder and Nursing Home Compare both feature a star rating system to help you compare plans and quality of care measures that are important to you. Find out more about the quality of care and services by: ■Asking what your plan or provider does to ensure and improve the quality of care and services. Each plan and health care provider should have someone you can talk to about quality. ■Asking your doctor or other health care provider what he or she thinks about the quality of care or services the plan or other providers give. You can also talk to your doctor or other health care provider about Medicare’s information on quality of care and services. Medicare continues to look for ways to better coordinate your care and to make sure that you get the best health care possible. Health information technology (also called “Health IT”) and improved ways to deliver your care can help manage your health information, improve how you communicate with your health care providers, and improve the quality and coordination of your health care. These tools also reduce paperwork, medical errors, and health care costs. Here are examples of how your health care providers can better coordinate your care: —EHRs are records that your doctor, other health care provider, medical office staff, or a hospital keeps on a computer about your health care or treatments. ■EHRs can help lower the chances of medical errors, eliminate duplicate tests, and may improve your overall quality of care. ■Your doctor’s EHR may be able to link to a hospital, lab, pharmacy, or other doctors, so the people who care for you can have a more complete picture of your health. You also have the right to get a copy of your health information for your own personal use and to make sure the information is complete and accurate. ",
    "page": 144,
    "id": 114
  },
  {
    "question": "Are there other ways to get Medicare information?Publications ",
    "section": "Section 10— G et More Information  ",
    "extraInformation": "",
    "paragraph": "147The poster in your doctor’s office will also let you know that Medicare will share certain information with the ACO about the care you received from your doctors and other providers. With the information Medicare shares, the doctors and health care providers in the ACO can have a complete picture of your health and be better able to coordinate your care. Talk with your doctor or call 1-800-MEDICARE (1-800-633-4227) if you have any questions about the information Medicare may share with the ACO in which your doctor participates. TTY users should call 1-877-486-2048. You can ask Medicare not to share certain information with the ACO about the care you got from your doctors and other health care providers. To do this, call 1-800-MEDICARE and tell us you don’t want us to share this information. You can change your data sharing preferences at any time by calling 1-800-MEDICARE. Your Medicare benefits, services, costs, and protections won’t change if your doctor participates in an ACO or if you prefer that Medicare not share your information. You still have the right to visit and get care from any doctor or hospital that accepts Medicare at any time, the same way you do now. For more information, visit Medicare.gov/acos.html, or call 1-800-MEDICARE. Visit Medicare.gov/publications to view, print, or download copies of booklets, brochures, or fact sheets on different Medicare topics. You can search by keyword (like “rights” or “mental health”), or select “View all publications.” If the publication you want has an “Order” button, you can have a printed copy mailed to you. You can also call 1-800-MEDICARE and say “Publications” to have a printed copy mailed to you. Alternate formats are available at no cost. See the inside of the back cover for more information about auxiliary aids and services for people with disabilities. ",
    "page": 146,
    "id": 115
  },
  {
    "question": "Videos Blogs Resources for caregivers Open Payments Program ",
    "section": "Section 10— G et More Information  ",
    "extraInformation": "",
    "paragraph": "148Visit YouTube.com/cmshhsgov to see videos covering different health care topics on Medicare’s YouTube channel. Visit blog.medicare.gov for up-to-date news from our website. Medicare has resources to help caregivers get the information they need. To find out more: ■Visit Medicare.gov to help someone you care for choose a drug plan, compare nursing homes, get help with billing, and more. ■Visit the Eldercare Locator, a public service of the U.S. Administration on Aging, at Eldercare.gov, or call 1-800-677-1116 to find caregiver support services in your area. ■Visit the Patients & Families section of HealthIT.gov for information about online resources and other eHealth tools designed to support caregivers. Sometimes, doctors and hospitals have financial relationships with drug, device, biological, and medical supply manufacturers. These relationships can include money for research activities, gifts, speaking fees, meals, or travel. Open Payments is a federally run transparency program that collects information about these financial relationships and makes it available to you. A public, national database is available for you to look up your health care providers, see if they have any of these relationships, and be more informed about how these relationships may impact your health care decisions. Visit cms.gov/openpayments for more information.",
    "page": 147,
    "id": 116
  },
  {
    "question": "State Health Insurance Assistance Program (SHIPs)",
    "section": "Section 10— G et More Information  ",
    "extraInformation": "",
    "paragraph": "149For help with questions about appeals, buying other insurance, choosing a health plan, buying a Medigap policy, and Medicare rights and protections. This page has been intentionally left blank. The printed version contains phone number information. For the most recent phone number information, please visit shiptacenter.org, or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. ",
    "page": 148,
    "id": 117
  },
  {
    "question": "Notes ",
    "section": "",
    "extraInformation": "",
    "paragraph": "",
    "page": 156,
    "id": 118
  },
  {
    "question": "Notice of Availability of Auxiliary Aids & Services ",
    "section": "",
    "extraInformation": "",
    "paragraph": "We’re committed to making our programs, benefits, services, facilities, information, and technology accessible in accordance with Sections 504 and 508 of the Rehabilitation Act of 1973. We’ll take appropriate steps to make sure that people with disabilities, including people who are deaf, hard of hearing or blind, or who have low vision or other sensory limitations, have an equal opportunity to participate in our services, activities, programs, and other benefits. We provide various auxiliary aids and services to communicate with people with disabilities, including: ■Relay service—TTY users should call 1-877-486-2048. ■Alternate formats—This handbook is available in alternate formats, including large print, Braille, audio, or as an eBook. To request the handbook in an alternate format, visit Medicare.gov/Medicare-and-you. —To request other Medicare publications in alternate formats, call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. —For all other CMS publications: 1.Call 1-844-ALT-FORM (1-844-258-3676). TTY users should call 1-844-716-3676. 2.Send a fax to 1-844-530-3676. 3.Send an email to AltFormatRequest@cms.hhs.gov. 4.Send a letter to: Centers for Medicare & Medicaid ServicesOffice of Equal Employment Opportunity & Civil Rights (OEOCR)7500 Security Boulevard, Room N2-22-16Baltimore, MD 21244-1850Attn: CMS Alternate Format Team Note: Your request for a CMS publication should include your name, phone number, mailing address where we should send the publications, and the publication title and product number, if available. Also include the format you need, like Braille, large print, compact disc (CD), audio CD, or a qualified reader. ",
    "page": 157,
    "id": 119
  },
  {
    "question": "Nondiscrimination Notice ",
    "section": "",
    "extraInformation": "",
    "paragraph": "The Centers for Medicare & Medicaid Services (CMS) doesn’t exclude, deny benefits to, or otherwise discriminate against any person on the basis of race, color, national origin, disability, sex, or age. If you think you’ve been discriminated against or treated unfairly for any of these reasons, you can file a complaint with the Department of Health and Human Services, Office for Civil Rights by: ■Calling 1-800-368-1019. TTY users should call 1-800-537-7697. ■Visiting hhs.gov/ocr/civilrights/complaints. ■Writing: Office for Civil RightsU.S. Department of Health and Human Services200 Independence Avenue, SWRoom 509F, HHH BuildingWashington, D.C. 20201 Medicare cares about what you think. If you have general comments about this handbook, email us at medicareandyou@cms.hhs.gov. We can’t respond to every comment, but we’ll consider your feedback when writing future handbooks. ",
    "page": 158,
    "id": 120
  }
]