[{"question":"CENTERS for MEDICARE & MEDICAID SERVICES","page":0,"index":0},{"question":"Want to read this information online? Have an eReader (like an iPad, NOOK, Sony Reader, or Kindle)? ","page":1,"index":1},{"question":"Contents","page":4,"index":2},{"question":"Index","page":6,"index":3},{"question":"Index ","page":7,"index":4},{"question":"Index ","page":8,"index":5},{"question":"Index","page":9,"index":6},{"question":"Index","page":10,"index":7},{"question":"Stay healthy with Medicare-covered preventive services Keep track of your personal health information Continue to get help in the prescription drug coverage gapFind out what you pay for Medicare (Part A and PartB) ","page":11,"index":8},{"question":"Coverage and costs change yearlyOpen Enrollment PeriodOctober 1, 2015 October 15– December 7, 2015 (Open Enrollment)January 1, 2016 ","page":12,"index":9},{"question":"Notes ","page":13,"index":10},{"question":"Section 1—Learn How Medicare Works What are the different parts of Medicare?Medicare Part A (Hospital Insurance) helps cover: Medicare Part B (Medical Insurance) helps cover: Medicare Part C (Medicare Advantage): Medicare Part D (Medicare prescription drug coverage): ","page":14,"index":11},{"question":"Section 1—Learn How Medicare Works  How can I get my Medicare coverage?","page":15,"index":12},{"question":"Section 1—Learn How Medicare Works  What are my Medicare coverage choices?Decide if you want Original Medicare or a Medicare Advantage Plan.Original Medicare includes PartA (Hospital Insurance) and/or PartB (Medical Insurance) Decide if you want prescription drug coverage (Part D). Decide if you want prescription drug coverage (Part D). Decide if you want supplemental coverage. Medicare Advantage (Part C) includes BOTH PartA (Hospital Insurance) and PartB (Medical Insurance) ","page":16,"index":13},{"question":"Section 1—Learn How Medicare Works  What should I consider when choosing or changing my coverage? ConvenienceCostCoverageDoctor and hospital choicePrescription drugsQuality of careTravelYour other coverage","page":17,"index":14},{"question":"Section 1—Learn How Medicare Works  What if I need help deciding how to get my Medicare?","page":18,"index":15},{"question":"Section 1—Learn How Medicare Works  Where can I get my questions answered? 1-800-MEDICARE Benefits Coordination & Recovery Center (BCRC) Beneficiary and Family Centered Care Quality Improvement Organization (BFCC-QIO) ","page":19,"index":16},{"question":"Section 1—Learn How Medicare Works  Department of Defense Department of Health and Human Services Office for Civil Rights Department of Veterans Affairs ","page":20,"index":17},{"question":"Office of Personnel Management Railroad Retirement Board (RRB) Social Security State Health Insurance Assistance Program (SHIP) Section 1—Learn How Medicare Works ","page":21,"index":18},{"question":"Section 2—Signing Up for Medicare PartA & PartBSome people get Part A and Part B automatically","page":22,"index":19},{"question":"Section 2—Signing Up for Medicare Part A and Part B Some people have to sign up for Part A and/or Part BWhere can I get more information? ","page":23,"index":20},{"question":"Section 2—Signing Up for Medicare Part A and Part B   If I’m not automatically enrolled, when can I sign up?Initial Enrollment Period General Enrollment Period ","page":24,"index":21},{"question":"Section 2—Signing Up for Medicare Part A and Part B Special Enrollment Period Should I get PartB? ","page":25,"index":22},{"question":"Section 2—Signing Up for Medicare Part A and Part B   ","page":26,"index":23},{"question":"Section 2—Signing Up for Medicare Part A and Part B ","page":27,"index":24},{"question":"Section 2—Signing Up for Medicare Part A and Part B   How does my other insurance work with Medicare? ","page":28,"index":25},{"question":"Section 2—Signing Up for Medicare Part A and Part B ","page":29,"index":26},{"question":"Section 2—Signing Up for Medicare Part A and Part B   Medicare and the Health Insurance Marketplace Is Medicare coverage “minimum essential coverage?” ","page":30,"index":27},{"question":"Section 2—Signing Up for Medicare Part A and Part B Can I get a Marketplace plan instead of Medicare, or can I get a Marketplace plan in addition to Medicare? What if I become eligible for Medicare after I join a Marketplace plan? ","page":31,"index":28},{"question":"Section 2—Signing Up for Medicare Part A and Part B   Where can I get more information? How much does Part A coverage cost? ","page":32,"index":29},{"question":"Section 2—Signing Up for Medicare Part A and Part B What’s the PartA late enrollment penalty? How much does Part B coverage cost? Some people may pay a higher Part B premium ","page":33,"index":30},{"question":"Section 2—Signing Up for Medicare Part A and Part B   What’s the PartB late enrollment penalty? ","page":34,"index":31},{"question":"Section 2—Signing Up for Medicare Part A and Part B How can I pay my PartB premium? ","page":35,"index":32},{"question":"What services does Medicare cover? What does Part A cover? Section 3—Find Out if Medicare Covers Your Test, Service, or Item","page":36,"index":33},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item What do I pay for Part A-covered services? Part A-covered services Blood Home health services ","page":37,"index":34},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemHospice care ","page":38,"index":35},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Hospital care (inpatient care) Am I an inpatient or outpatient? ","page":39,"index":36},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemReligious non-medical health care institution(inpatient care) Skilled nursing facility care ","page":40,"index":37},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item What does Part B cover? What do I pay for Part B-covered services? ","page":41,"index":38},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemPart B-covered servicesAbdominal aortic aneurysm screening Alcohol misuse screening and counseling ","page":42,"index":39},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Ambulance services Ambulatory surgical centers ","page":43,"index":40},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemBlood Bone mass measurement (bone density) Breast cancer screening (mammograms) ","page":44,"index":41},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Cardiac rehabilitation Cardiovascular disease (behavioral therapy) Cardiovascular disease screenings ","page":45,"index":42},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemCervical and vaginal cancer screening Chemotherapy Chiropractic services (limited coverage) ","page":46,"index":43},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Clinical research studies Colorectal cancer screenings ","page":47,"index":44},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemConcierge care ","page":48,"index":45},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Continuous Positive Airway Pressure (CPAP) therapy ","page":49,"index":46},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemDefibrillator (implantable automatic) Depression screening Diabetes screenings Diabetes self-management training ","page":50,"index":47},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Diabetes supplies Doctor and other health care provider services Durable medical equipment (like walkers) ","page":51,"index":48},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item","page":52,"index":49},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item EKG or ECG (electrocardiogram) screening Emergency department services Eyeglasses (limited) Federally Qualified Health Center (FQHC) services ","page":53,"index":50},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemFlu shots Foot exams and treatment Glaucoma tests Hearing and balance exams ","page":54,"index":51},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Hepatitis B shots Hepatitis C screening test HIV screening ","page":55,"index":52},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemHome health services Kidney dialysis services and supplies Kidney disease education services ","page":56,"index":53},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Laboratory services Lung cancer screening Medical nutrition therapy services ","page":57,"index":54},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemMental health care (outpatient) Obesity screening and counseling Occupational therapy ","page":58,"index":55},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Outpatient hospital services Outpatient medical and surgical services and supplies Physical therapy ","page":59,"index":56},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemPneumococcal shot Prescription drugs (limited) ","page":60,"index":57},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Prostate cancer screenings Prosthetic/orthotic items Pulmonary rehabilitation ","page":61,"index":58},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemRural Health Clinic (RHC) services Second surgical opinions Sexually transmitted infection (STI) screening and counseling ","page":62,"index":59},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Shots Smoking and tobacco-use cessation (counseling to stop smoking or using tobacco products) Speech-language pathology services ","page":63,"index":60},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemSurgical dressing services Telehealth Tests (other than lab tests) ","page":64,"index":61},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Transplants and immunosuppressive drugs ","page":65,"index":62},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemTravel (health care needed when traveling outside theU.S.) Urgently needed care ","page":66,"index":63},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item “Welcome to Medicare” preventive visit Yearly “Wellness” visit ","page":67,"index":64},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemWant to keep track of your preventive services?PageMedicare-covered preventive service I need (yes/no)","page":68,"index":65},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item PageMedicare-covered preventive service I need (yes/no)","page":69,"index":66},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemWhat’s NOT covered by Part A and Part B? ","page":70,"index":67},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item Paying for long-term careLong-term care insurance","page":71,"index":68},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or ItemPersonal resourcesOther private optionsMedicaidVeterans’ benefitsPrograms of All-inclusive Care for the Elderly (PACE)","page":72,"index":69},{"question":"Section 3—Find Out if Medicare Covers Your Test, Service, or Item What’s the Long-Term Care Ombudsman? Long-term care contacts ","page":73,"index":70},{"question":"Section 4—What’s Original Medicare? How does Original Medicare work?","page":74,"index":71},{"question":"Section 4—What’s Original Medicare?  Original Medicare Can I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? Should I get a supplemental policy? What else do I need to know about Original Medicare? ","page":75,"index":72},{"question":"Section 4—What’s Original Medicare?What do I pay? How do I know what Medicare paid? ","page":76,"index":73},{"question":"Section 4—What’s Original Medicare?  Check your claims on MyMedicare.govGet Your Medicare Summary Notices electronically every month What’s assignment? Make sure your doctor, provider, or supplier accepts assignment ","page":77,"index":74},{"question":"Section 4—What’s Original Medicare?If your doctor, provider, or supplier doesn’t accept assignment ","page":78,"index":75},{"question":"Section 4—What’s Original Medicare?  What are private contracts? Rules for private contracts ","page":79,"index":76},{"question":"Section 4—What’s Original Medicare?Can I add drug coverage (Part D) to Original Medicare? ","page":80,"index":77},{"question":"Notes ","page":81,"index":78},{"question":"Section5—Learn about Part C & Other Medicare Health Plans What are Medicare Advantage Plans? Medicare Advantage Plans cover all Medicare Part A and Part B services ","page":82,"index":79},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Medicare Advantage Plans must follow Medicare’s rules Read the information you get from your plan What are the different types of Medicare Advantage Plans? ","page":83,"index":80},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansWhat else should I know about Medicare Advantage Plans? ","page":84,"index":81},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Joining and leaving ","page":85,"index":82},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansPrescription drug coverage Who can join? What if I have other coverage?","page":86,"index":83},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  What if I have a Medicare Supplement Insurance (Medigap) Policy? What if I have End-Stage Renal Disease (ESRD)? ","page":87,"index":84},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansWhat do I pay? ","page":88,"index":85},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Types of Medicare Advantage Plans Health Maintenance Organization (HMO) plan Can I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ","page":89,"index":86},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansPreferred Provider Organization (PPO) plan Can I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ","page":90,"index":87},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Private Fee-for-Service (PFFS) plan Can I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ","page":91,"index":88},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansSpecial Needs Plan (SNP) Can I get my health care from any doctor, other health care provider, or hospital? Are prescription drugs covered? Do I need to choose a primary care doctor? Do I have to get a referral to see a specialist? What else do I need to know about this type of plan? ","page":92,"index":89},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  When can I join, switch, or drop a Medicare Advantage Plan? Can I make changes to my coverage after December 7? Special Enrollment Periods ","page":93,"index":90},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans5-Star Special Enrollment Period How do I switch? ","page":94,"index":91},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Are there other types of Medicare health plans?Medicare Cost Plans ","page":95,"index":92},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansPrograms of All-inclusive Care for the Elderly (PACE) ","page":96,"index":93},{"question":"Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  Medicare Innovation Projects ","page":97,"index":94},{"question":"Section 6—What are Medigap Policies? What are Medicare Supplement Insurance (Medigap) Policies?Section6—","page":98,"index":95},{"question":"Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  Medigap policies are standardized How do I compare Medigap policies? ","page":99,"index":96},{"question":"Section 6—What are Medicare Supplement Insurance (Medigap) Policies?BenefitsAB C DF G KLMNMedicare Supplement Insurance (Medigap) plans","page":100,"index":97},{"question":"Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  What else should I know about Medicare Supplement Insurance (Medigap)? Important facts When to buy ","page":101,"index":98},{"question":"Section 6—What are Medicare Supplement Insurance (Medigap) Policies?How does Medigap work with Medicare Advantage Plans? ","page":102,"index":99},{"question":"Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  Where can I get more information about Medicare Supplement Insurance (Medigap)? ","page":103,"index":100},{"question":"How does Medicare prescription drug coverage (Part D) work? Section7—Get Information about Prescription Drug Coverage (Part D)","page":104,"index":101},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) If you have employer or union coverage When can I join, switch, or drop a Medicare drugplan?","page":105,"index":102},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D)  Special Enrollment Periods 5-Star Special Enrollment Period If you have a Medicare Advantage Plan How do I switch? ","page":106,"index":103},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) How do I drop a Medicare drug plan? How much do I pay?Monthly premium","page":107,"index":104},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D)  Yearly deductibleCopayments or coinsuranceCoverage gap ","page":108,"index":105},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) Catastrophic coverage ","page":109,"index":106},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D)  Monthly premium—Ms. Smith pays a monthly premium throughout the year 1.  Yearly deductible2.  Copayment orcoinsurance (what she pays at the pharmacy)3.  Coverage gap4.  Catastrophic coverage","page":110,"index":107},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) What’s the Part D late enrollment penalty? 3 ways to avoid paying a penalty: ","page":111,"index":108},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) How much more will I pay? What if I don’t agree with the penalty? ","page":112,"index":109},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) Which drugs are covered?Plans may have these coverage rules: ","page":113,"index":110},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) Do you get automatic prescription refills in the mail? Medication Therapy Management (MTM) Program ","page":114,"index":111},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) How do other insurance and programs work with PartD? ","page":115,"index":112},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D)  How does other government insurance work with PartD? ","page":116,"index":113},{"question":"Section 7— G et Information about Prescription Drug Coverage (Part D) How does other government insurance work with PartD? (continued) ","page":117,"index":114},{"question":"Section8—Get Help Paying Your Health & Prescription Drug Costs What if I need help paying my Medicare prescription drug costs?","page":118,"index":115},{"question":"Section 8— G et Help Paying Your Health & Prescription Drug Costs","page":119,"index":116},{"question":"Section 8— G et Help Paying Your Health & Prescription Drug Costs","page":120,"index":117},{"question":"Section 8— G et Help Paying Your Health & Prescription Drug CostsPaying the right amount Proof you have Medicaid and live in an institution or get home- and community-based servicesOther proof you have Medicaid ","page":121,"index":118},{"question":"Section 8— G et Help Paying Your Health & Prescription Drug CostsWhat if I need help paying my Medicare health care costs?Medicare Savings Programs ","page":122,"index":119},{"question":"Section 8— G et Help Paying Your Health & Prescription Drug CostsHow do I qualify? For more information Medicaid What does Medicaid cover? ","page":123,"index":120},{"question":"Section 8— G et Help Paying Your Health & Prescription Drug CostsHow do I qualify? Demonstration plans for people who have both Medicare and Medicaid State Pharmacy Assistance Programs (SPAPs) ","page":124,"index":121},{"question":"Section 8— G et Help Paying Your Health & Prescription Drug CostsPharmaceutical Assistance Programs (also called Patient Assistance Programs) Programs of All-inclusive Care for the Elderly (PACE) Supplemental Security Income (SSI) benefits Programs for people who live in the U.S. territories ","page":125,"index":122},{"question":"What are my Medicare rights?Section9—Know Your Rights & Protect Yourself from Fraud ","page":126,"index":123},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud  What are my rights if my plan stops participating in Medicare?What’s an appeal?","page":127,"index":124},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud How do I file an appeal? If you have Original Medicare If you have a Medicare health plan","page":128,"index":125},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud  If you have a Medicare Prescription Drug Plan How do I ask for a coverage determination or exception? ","page":129,"index":126},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud What are my rights if I think my services are ending too soon? How can I get help filing an appeal? ","page":130,"index":127},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud  What’s an “Advance Beneficiary Notice of Noncoverage” (ABN)?What happens if I get an ABN? Can I get an ABN for other reasons? ","page":131,"index":128},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud What if I didn’t get an ABN? Where can I get more information about appeals andABNs? How does Medicare use my personal information?You’re protected from discrimination","page":132,"index":129},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud  Notice of Privacy Practices for Original Medicare ","page":133,"index":130},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud ","page":134,"index":131},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud  How can I protect myself from identity theft?How can I protect myself and Medicare from fraud?","page":135,"index":132},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud Check your statements for mistakes ","page":136,"index":133},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud  Plans must follow rules What’s the Senior Medicare Patrol (SMP) Program? Fighting fraud can pay ","page":137,"index":134},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud Investigating fraud takes time Is my right to my own health information protected? What’s the Medicare Beneficiary Ombudsman? ","page":138,"index":135},{"question":"Section 9—Know Your Rights & Protect Yourself from Fraud  What are advance directives?What if I already have an advance directive? ","page":139,"index":136},{"question":"Section 10— G et More Information Where can I get personalized help?1-800-MEDICARE (1-800-633-4227) TTY users call 1-877-486-2048 Get information 24 hours a day, including weekends ","page":140,"index":137},{"question":"Section 10— G et More Information  Do you need someone to be able to call 1-800-MEDICARE on your behalf? Did your household get more than one copy of “Medicare & You?” What are State Health Insurance Assistance Programs (SHIPs)? ","page":141,"index":138},{"question":"Section 10— G et More Information  Where can I find general Medicare information online?Visit Medicare.govWhere can I find personalized Medicare information online?Register at MyMedicare.gov","page":142,"index":139},{"question":"Section 10— G et More Information  How do I compare the quality of plans and providers?","page":143,"index":140},{"question":"Section 10— G et More Information  What’s Medicare doing to better coordinate mycare?Electronic Health Records (EHRs)","page":144,"index":141},{"question":"Section 10— G et More Information  Electronic prescribingAccountable Care Organizations (ACOs)","page":145,"index":142},{"question":"Section 10— G et More Information  Are there other ways to get Medicare information?Publications ","page":146,"index":143},{"question":"Section 10— G et More Information  Videos Blogs Resources for caregivers Open Payments Program ","page":147,"index":144},{"question":"Section 10— G et More Information  State Health Insurance Assistance Program (SHIPs)","page":148,"index":145},{"question":"Section 10— G et More Information  ","page":149,"index":146},{"question":"Section 10— G et More Information  ","page":150,"index":147},{"question":"Section 10— G et More Information  ","page":151,"index":148},{"question":"Section 11—Definitions ","page":152,"index":149},{"question":"Section 11—Definitions ","page":153,"index":150},{"question":"Section 11—Definitions   ","page":154,"index":151},{"question":"Section 11—Definitions ","page":155,"index":152},{"question":"Notes ","page":156,"index":153},{"question":"Notice of Availability of Auxiliary Aids & Services ","page":157,"index":154},{"question":"Nondiscrimination Notice ","page":158,"index":155},{"question":"National Medicare HandbookMedicare.gov 1-800-MEDICARE (1-800-633-4227)  TTY 1-877-486-2048 ","page":159,"index":156}]
