[
  {
    "question": "October 1, 2015 ",
    "paragraph": "Start comparing your coverage with other options. You may be able to save money by comparing all of your options. See page 18 for information on comparing plans. ",
    "section": "Introduction",
    "page": 12,
    "id": 0
  },
  {
    "question": "October 15– December 7, 2015 (Open Enrollment)",
    "paragraph": "Change your Medicare health or prescription drug coverage for 2016, if you decide to. See pages 94–95 and 106–107 for other times you may be able to switch your coverage. ",
    "section": "Introduction",
    "page": 12,
    "id": 1
  },
  {
    "question": "What are my Medicare coverage choices?",
    "paragraph": "There are 2 main choices for how you get your Medicare coverage. Use these steps to help you decide.In addition to the options listed above, you may be able to join other types of Medicare health plans. See pages 90–98. Some people may have other coverage like employer or union, Medicaid, TRICARE, or veterans’ benefits. See pages 116–118.Note: If you join a Medicare Advantage Plan, you can’t use Medicare Supplement Insurance (Medigap) to pay for out-of-pocket costs you have in the Medicare Advantage Plan. If you already have a Medicare Advantage Plan, you can’t be sold a Medigap policy. You can generally only use a Medigap policy if you disenroll from your Medicare Advantage Plan and return to Original Medicare. See page 103. ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 16,
    "id": 2
  },
  {
    "question": "Original Medicare ",
    "paragraph": "includes Part",
    "section": "Section 1- Learn How Medicare Works",
    "page": 16,
    "id": 4
  },
  {
    "question": "Medicare Advantage ",
    "paragraph": "(",
    "section": "Section 1- Learn How Medicare Works",
    "page": 16,
    "id": 15
  },
  {
    "question": "What should I consider when choosing or changing my coverage? Convenience",
    "paragraph": "Where are the doctors’ offices? What are their hours? Do the doctors use electronic health records or prescribe electronically? Which pharmacies can you use? Is the pharmacy you use in the plan’s network? If it’s in the network and your plan offers preferred cost sharing, does your pharmacy offer preferred cost sharing? You may pay less for some drugs at pharmacies that offer preferred cost sharing. ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 17,
    "id": 21
  },
  {
    "question": "Cost",
    "paragraph": "How much are your premiums, deductibles, and other costs? How much do you pay for services like hospital stays or doctor visits? Is there a yearly limit on what you pay out-of-pocket? Your costs may vary and may be different if you don’t follow the coverage rules. ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 17,
    "id": 22
  },
  {
    "question": "Coverage",
    "paragraph": "How well does the plan cover the services you need? ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 17,
    "id": 23
  },
  {
    "question": "Doctor and hospital choice",
    "paragraph": "Do your doctors and other health care providers accept the type of coverage you have? Are the doctors you want to see accepting new patients? Do you need to get referrals? Do you have to choose your hospital and health care providers from a network? If so, is your doctor in the network? Can you go outside of the network? ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 17,
    "id": 24
  },
  {
    "question": "Prescription drugs",
    "paragraph": "Do you need to join a Medicare drug plan? Are your drugs covered under the plan’s formulary? Are there any coverage rules that apply to your prescriptions (like prior authorization, step therapy, quantity limits, etc.)? ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 17,
    "id": 25
  },
  {
    "question": "Quality of care",
    "paragraph": "Are you satisfied with your medical care? The quality of care and services offered by plans and other health care providers can vary. Medicare has information to help you compare how well plans and providers work to give you the best care possible. See pages 144–145. ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 17,
    "id": 26
  },
  {
    "question": "Travel",
    "paragraph": "Will you have coverage in another state or outside the U.S.?",
    "section": "Section 1- Learn How Medicare Works",
    "page": 17,
    "id": 27
  },
  {
    "question": "Section 1—Learn How Medicare Works  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 18,
    "id": 28
  },
  {
    "question": "Where can I get my questions answered? 1-800-MEDICARE ",
    "paragraph": "(1-800-633-4227) Get general or claims-specific Medicare information, request documents in alternate formats, and make changes to your Medicare coverage. If you need help in a language other than English or Spanish, say “Agent” to talk to a customer service representative. TTY: 1-877-486-2048 Medicare.gov",
    "section": "Section 1- Learn How Medicare Works",
    "page": 19,
    "id": 29
  },
  {
    "question": "Benefits Coordination & Recovery Center (BCRC) ",
    "paragraph": "Contact the BCRC to report changes in your insurance information or to let Medicare know if you have other insurance. You can also find out if Medicare or your other insurance pays first. 1-855-798-2627 TTY: 1-855-797-2627 ",
    "section": "Section 1- Learn How Medicare Works",
    "page": 19,
    "id": 30
  },
  {
    "question": "Department of Defense ",
    "paragraph": "Get information about TRICARE for Life (TFL) and the TRICARE Pharmacy Program. TFL1-866-773-0404TTY: 1-866-773-0405 tricare.mil/tfltricare4u.comTricare Pharmacy Program1-877-363-1303 TTY: 1-877-540-6261 tricare.mil/pharmacyexpress-scripts.com/tricare",
    "section": "Section 1- Learn How Medicare Works",
    "page": 20,
    "id": 31
  },
  {
    "question": "Department of Health and Human Services Office for Civil Rights ",
    "paragraph": "Contact if you think you were discriminated against or if your health information privacy rights were violated. 1-800-368-1019 TTY: 1-800-537-7697 hhs.gov/ocr",
    "section": "Section 1- Learn How Medicare Works",
    "page": 20,
    "id": 32
  },
  {
    "question": "Some people have to sign up for Part A and/or Part B",
    "paragraph": "If you’re close to 65, but not getting Social Security or Railroad Retirement Board (RRB) benefits, you’ll need to sign up. Contact Social Security 3 months before you turn 65. You can also apply for Part A and Part B at socialsecurity.gov/retirement. If you worked for a railroad, contact the RRB. In most cases, if you don’t sign up for Part B when you’re first eligible, you may have to pay a late enrollment penalty for as long as you have Part B.If you have End-Stage Renal Disease (ESRD) and you want Medicare, you’ll need to sign up. Contact Social Security to find out when and how to sign up for Part A and Part B. For more information, visit Medicare.gov/publications to view the booklet “Medicare Coverage of Kidney Dialysis & Kidney Transplant Services.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. If you live in Puerto Rico and get benefits from Social Security or the RRB, you’ll automatically get Part A the first day of the month you turn 65 or after you get disability benefits for 24 months. However, if you want Part B, you’ll need to sign up for it by completing an “Application for Enrollment in Part B Form” (CMS-40B). If you don’t sign up for Part B when you’re first eligible, you may have to pay a late enrollment penalty for as long as you have Part B. Visit cms.gov/Medicare/CMS-Forms/CMS-Forms/CMS-Forms-Items/CMS017339.html to get Form CMS-40B in English or Spanish. Contact your local Social Security office or RRB for more information. Note: To get Medicare-covered Part A and/or Part B services, you must be a U.S. citizen or lawfully present in the U.S. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 23,
    "id": 33
  },
  {
    "question": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "paragraph": "Definitions of blue words are on pages 153–156. You can also get personalized health insurance counseling at no cost to you from your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 24,
    "id": 34
  },
  {
    "question": "If I’m not automatically enrolled, when can I sign up?",
    "paragraph": "If you’re eligible for free Part A, you can sign up for Part A anytime once your Initial Enrollment Period starts. However, you can only sign up for Part B (or Part A if you have to buy it) during the times listed below. Remember, in most cases, if you don’t sign up for Part A (if you have to buy it) and Part B when you’re first eligible, you may have to pay a late enrollment penalty for as long as you have the coverage.",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 24,
    "id": 35
  },
  {
    "question": "Initial Enrollment Period ",
    "paragraph": "You can first sign up for Part A and/or Part B during the 7-month period that begins 3 months before the month you turn 65, includes the month you turn 65, and ends 3 months after the month you turn 65. If you sign up for Part A and/or Part B during the first 3 months of your Initial Enrollment Period, in most cases, your coverage starts the first day of your birthday month. However, if your birthday is on the first day of the month, your coverage will start the first day of the prior month. If you enroll in Part A and/or Part B the month you turn 65 or during the last 3 months of your Initial Enrollment Period, the start date for your Medicare coverage will be delayed. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 24,
    "id": 36
  },
  {
    "question": "Special Enrollment Period ",
    "paragraph": "If you (or your spouse) are still working, you may have a chance to sign up for Medicare during a Special Enrollment Period. If you didn’t sign up for Part B (or Part A if you have to buy it) when you were first eligible because you’re covered under a group health plan based on current employment (your own, a spouse’s, or if you’re disabled, a family member’s), you can sign up for Part A and/or Part B: ■Anytime you’re still covered by the group health plan ■During the 8-month period that begins the month after the employment ends or the coverage ends, whichever happens first Usually, you don’t pay a late enrollment penalty if you sign up during a Special Enrollment Period. This Special Enrollment Period doesn’t apply to people with End-Stage Renal Disease (ESRD). Note: If you’re disabled, the employer offering the group health plan must have 100 or more employees. COBRA (Consolidated Omnibus Budget Reconciliation Act) coverage and retiree health plans aren’t considered coverage based on current employment. You aren’t eligible for a Special Enrollment Period when that coverage ends. To avoid paying a higher premium, make sure you sign up for Medicare when you’re first eligible. See page 117 for more information about COBRA coverage. To learn more about enrollment periods, visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 25,
    "id": 37
  },
  {
    "question": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "paragraph": "If you have other insurance, be sure to tell your health care provider, hospital, and pharmacy. You’ll also need to let Medicare know by calling Medicare’s Benefits Coordination & Recovery Center (BCRC) at 1-855-798-2627. TTY users should call 1-855-797-2627. You also can contact your employer or union benefits administrator if you have questions about how your other insurance will work with Medicare. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 30,
    "id": 38
  },
  {
    "question": "Medicare and the Health Insurance Marketplace ",
    "paragraph": "The Health Insurance Marketplace is a way for people to get health coverage. Medicare isn’t part of the Marketplace. The Marketplace doesn’t affect your Medicare choices or benefits. No matter how you get Medicare, whether through Original Medicare or a Medicare Advantage Plan (like an HMO or PPO), you don’t have to make any changes. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 30,
    "id": 39
  },
  {
    "question": "Can I get a Marketplace plan instead of Medicare, or can I get a Marketplace plan in addition to Medicare? ",
    "paragraph": "Generally, no. It’s against the law for someone who knows you have Medicare to sell you a Marketplace plan, because that would duplicate your coverage.However, if you’re employed and your employer offers employer-based coverage through the Marketplace, you may be eligible to get that type of coverage. Note: The Marketplace doesn’t offer Medicare Supplement Insurance (Medigap) policies, Medicare health plans, or Medicare drug plans (Part D). ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 31,
    "id": 40
  },
  {
    "question": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "paragraph": "Note: If you like, you can keep your Marketplace plan too. But if you’ve been getting premium tax credits or other savings on a Marketplace plan, your eligibility for these savings will end once your Medicare Part A coverage starts. You’d have to pay full price for the Marketplace plan. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 32,
    "id": 41
  },
  {
    "question": "Where can I get more information? ",
    "paragraph": "To learn more about Marketplace coverage, visit HealthCare.gov. To learn more about how Medicare works with the Marketplace, visitHealthCare.gov and Medicare.gov. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 32,
    "id": 42
  },
  {
    "question": "Section 2—Signing Up for Medicare Part A and Part B ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 33,
    "id": 43
  },
  {
    "question": "What’s the PartA late enrollment penalty? ",
    "paragraph": "If you aren’t eligible for premium-free Part A, and you don’t buy it when you’re first eligible, your monthly premium may go up 10% for every 12 months you didn’t have the coverage. You’ll have to pay the higher premium for twice the number of years you could’ve had Part A, but didn’t sign up. Example: If you were eligible for Part A for 2 years but didn’t sign up, you’ll have to pay a 20% higher premium for 4 years. Usually, you don’t have to pay a penalty if you meet certain conditions that allow you to sign up for Part A during a Special Enrollment Period. See page 26.",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 33,
    "id": 44
  },
  {
    "question": "How much does Part B coverage cost? ",
    "paragraph": "You pay the Part B premium each month. Most people will pay the standard premium amount, which was $104.90 in 2015. Visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227) to find out the amount for 2016. TTY users should call 1-877-486-2048. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 33,
    "id": 45
  },
  {
    "question": "Section 2—Signing Up for Medicare Part A and Part B   ",
    "paragraph": "Each year, Social Security will tell you if you have to pay more than the standard premium. The amount you pay can change each year depending on your income. If you have to pay a higher amount for your Part B premium and you disagree (for example, if your income goes down), call Social Security at 1-800-772-1213. TTY users should call 1-800-325-0778. If you get benefits from the Railroad Retirement Board (RRB), you should still contact Social Security because the RRB doesn’t make income determinations. For more information, visit socialsecurity.gov/pubs/EN-05-10536.pdf to view the fact sheet “Medicare Premiums: Rules for Higher Income Beneficiaries.” ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 34,
    "id": 46
  },
  {
    "question": "Section 2—Signing Up for Medicare Part A and Part B ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 2—Signing Up for Medicare Part A and Part B",
    "page": 35,
    "id": 47
  },
  {
    "question": "What do I pay for Part A-covered services? ",
    "paragraph": "Copayments, coinsurance, or deductibles may apply for each service listed on the following pages. Visit Medicare.gov, or call 1-800-MEDICARE (1-800-633-4227) to get specific cost information. TTY users should call 1-877-486-2048. If you’re in a Medicare Advantage Plan or have other insurance (like a Medicare Supplement Insurance (Medigap) policy, or employer or union coverage), your costs may be different. Contact the plans you’re interested in to find out about the costs, or visit the Medicare Plan Finder at Medicare.gov/find-a-plan. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 37,
    "id": 48
  },
  {
    "question": "Part A-covered services Blood ",
    "paragraph": "If the hospital gets blood from a blood bank at no charge, you won’t have to pay for it or replace it. If the hospital has to buy blood for you, you must either pay the hospital costs for the first 3 units of blood you get in a calendar year or have the blood donated by you or someone else. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 37,
    "id": 49
  },
  {
    "question": "Hospital care (inpatient care) ",
    "paragraph": "Medicare covers semi-private rooms, meals, general nursing, and drugs as part of your inpatient treatment, and other hospital services and supplies. This includes care you get in acute care hospitals, critical access hospitals, inpatient rehabilitation facilities, long-term care hospitals, inpatient care as part of a qualifying clinical research study, and mental health care. This doesn’t include private-duty nursing, a television or phone in your room (if there’s a separate charge for these items), or personal care items, like razors or slipper socks. It also doesn’t include a private room, unless medically necessary. If you have Part B, it generally covers 80% of the Medicare-approved amount for doctor’s services you get while you’re in a hospital.■You pay a deductible and no coinsurance for days 1–60 of each benefit period. ■You pay coinsurance for days 61–90 of each benefit period. ■You pay coinsurance per “lifetime reserve day” after day 90 of each benefit period (up to 60 days over your lifetime). ■You pay all costs for each day after you use all the lifetime reserve days. ■Inpatient psychiatric care in a freestanding psychiatric hospital is limited to 190 days in a lifetime. Note: In some cases, the hospital or a Medicare contractor may determine you should’ve gotten services in an outpatient setting. The hospital may submit a Part B claim for your services, and the amount you owe may change. You’ll pay your part for Part B services, but you may be able to get a refund for any money you paid for Part A services. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 39,
    "id": 50
  },
  {
    "question": "Religious non-medical health care institution(inpatient care) ",
    "paragraph": "In these facilities, religious beliefs prohibit conventional and unconventional medical care. If you qualify for hospital or skilled nursing facilitycare, Medicare will only cover the inpatient, non-religious, non-medical items and services. An example is room and board, or any items and services that don’t require a doctor’s order or prescription, like unmedicated wound dressings or use of a simple walker. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 40,
    "id": 51
  },
  {
    "question": "What does Part B cover? ",
    "paragraph": "Medicare Part B (Medical Insurance) helps cover medically necessarydoctors’ services, outpatient care, home health services, durable medical equipment, and other medical services. Part B also covers many preventive services. You can find out if you have Part B by looking at your red, white, and blue Medicare card. See pages 43–71 for a list of common Part B-covered services and general descriptions. Medicare may cover some services and tests more often than the timeframes listed if needed to diagnose or treat a condition. To find out if Medicare covers a service not on this list, visit Medicare.gov/coverage, or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. For more details about Medicare covered services, visit Medicare.gov/publications to view the booklet “Your Medicare Benefits.” Call 1-800-MEDICARE to find out if a copy can be mailed to you. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 41,
    "id": 52
  },
  {
    "question": "Part B-covered services",
    "paragraph": "You’ll see this apple next to the preventive services on pages 43–69. Use the preventive services checklist on pages 69–70 to ask your doctor or other health care provider which preventive services you should get. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 42,
    "id": 53
  },
  {
    "question": "Abdominal aortic aneurysm screening ",
    "paragraph": "Medicare covers a one-time screening abdominal aortic aneurysm ultrasound for people at risk. You must get a referral from your doctor or other practitioner. You pay nothing for the screening if the doctor or other qualified health care provider accepts assignment. Note: If you have a family history of abdominal aortic aneurysms, or you’re a man 65–75 and you’ve smoked at least 100 cigarettes in your lifetime, you’re considered at risk. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 42,
    "id": 54
  },
  {
    "question": "Ambulance services ",
    "paragraph": "Medicare covers ground ambulance transportation when you need to be transported to a hospital, critical access hospital, or skilled nursing facility for medically necessary services, and transportation in any other vehicle could endanger your health. Medicare may pay for emergency ambulance transportation in an airplane or helicopter to a hospital if you need immediate and rapid ambulance transportation that ground transportation can’t provide. In some cases, Medicare may pay for limited, medically necessary, non-emergency ambulance transportation if you have a written order from your doctor stating that ambulance transportation is medically necessary. An example may be a medically necessary ambulance transport to a renal dialysis facility for an End-Stage Renal Disease (ESRD) patient. Medicare will only cover ambulance services to the nearest appropriate medical facility that’s able to give you the care you need. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 43,
    "id": 55
  },
  {
    "question": "Blood ",
    "paragraph": "If the provider gets blood from a blood bank at no charge, you won’t have to pay for it or replace it. However, you’ll pay a copayment for the blood processing and handling services for each unit of blood you get, and the Part B deductible applies. If the provider has to buy blood for you, you must either pay the provider costs for the first 3 units of blood you get in a calendar year or have the blood donated by you or someone else. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 44,
    "id": 56
  },
  {
    "question": "Bone mass measurement (bone density) ",
    "paragraph": "This test helps to see if you’re at risk for broken bones. It’s covered once every 24 months (more often if medically necessary) for people who have certain medical conditions or meet certain criteria. You pay nothing for this test if the doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 44,
    "id": 57
  },
  {
    "question": "Cardiac rehabilitation ",
    "paragraph": "Medicare covers comprehensive programs that include exercise, education, and counseling for patients who meet at least one of these conditions: ■A heart attack in the last 12 months ■Coronary artery bypass surgery ■Current stable angina pectoris (chest pain) ■A heart valve repair or replacement ■A coronary angioplasty (a medical procedure used to open a blocked artery) or coronary stenting (a procedure used to keep an artery open) ■A heart or heart-lung transplant Medicare also covers intensive cardiac rehabilitation programs that are typically more rigorous or more intense than regular cardiac rehabilitation programs. Services are covered in a doctor’s office or hospital outpatient setting. You pay 20% of the Medicare-approved amount if you get the services in a doctor’s office. In a hospital outpatient setting, you also pay the hospital a copayment. The Part B deductible applies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 45,
    "id": 58
  },
  {
    "question": "Cardiovascular disease (behavioral therapy) ",
    "paragraph": "Medicare will cover one visit per year with a primary care doctorin a primary care setting (like a doctor’s office) to help lower your risk for cardiovascular disease. During this visit, the doctor may discuss aspirin use (if appropriate), check your blood pressure, and give you tips to make sure you’re eating well. You pay nothing if the doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 45,
    "id": 59
  },
  {
    "question": "Cervical and vaginal cancer screening ",
    "paragraph": "Medicare covers Pap tests and pelvic exams to check for cervical and vaginal cancers. As part of the exam, Medicare also covers a clinical breast exam to check for breast cancer. Medicare covers these screening tests once every 24 months. Medicare covers these screening tests once every 12 months if you’re at high risk for cervical or vaginal cancer or if you’re of child-bearing age and had an abnormal Pap test in the past 36 months. You pay nothing if the doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 46,
    "id": 60
  },
  {
    "question": "Chemotherapy ",
    "paragraph": "Medicare covers chemotherapy in a doctor’s office, freestanding clinic, or hospital outpatient setting for people with cancer. You pay a copayment for chemotherapy in a hospital outpatient setting. For chemotherapy given in a doctor’s office or freestanding clinic, you pay 20% of the Medicare-approved amount, and the Part B deductible applies. For chemotherapy in a hospital inpatient setting covered under Part A, see Hospital care (inpatient care) on page 40. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 46,
    "id": 61
  },
  {
    "question": "Clinical research studies ",
    "paragraph": "Clinical research studies test how well different types of medical care work and if they’re safe. Medicare covers some costs, like office visits and tests, in qualifying clinical research studies. You may pay 20% of the Medicare-approved amount, and the Part B deductiblemay apply. Note: If you’re in a Medicare Advantage Plan (like an HMO or PPO), some costs may be covered by Original Medicare and some may be covered by your Medicare Advantage Plan. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 47,
    "id": 62
  },
  {
    "question": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "paragraph": "■Screening flexible sigmoidoscopy—This test is generally covered once every 48 months if you’re 50 or older, or 120 months after a previous screening colonoscopy for those not at high risk. You pay nothing for the test if the doctor or other qualified health care provider accepts assignment. ■Screening colonoscopy—This test is generally covered once every 120 months (high risk every 24 months) or 48 months after a previous flexible sigmoidoscopy. There’s no minimum age. You pay nothing for the test if the doctor or other qualified health care provider accepts assignment. Note: If a polyp or other tissue is found and removed during the colonoscopy, you may have to pay 20% of the Medicare-approved amount for the doctor’s services and a copayment in a hospital outpatient setting. The Part B deductible doesn’t apply. ■Screening barium enema—This test is generally covered once every 48 months if you’re 50 or older (high risk every 24 months) when used instead of a sigmoidoscopy or colonoscopy. You pay 20% of the Medicare-approved amount for the doctor services. In a hospital outpatient setting, you also pay the hospital a copayment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 48,
    "id": 63
  },
  {
    "question": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item ",
    "paragraph": "Doctors who provide concierge care must still follow all Medicare rules: ■Doctors who accept assignment can’t charge you extra for Medicare-covered services. This means the membership fee can’t include additional charges for items or services that Medicare covers unless your doctor thinks Medicare probably (or certainly) won’t pay for the item or service because it’s not medically necessary. In this situation, your doctor must give you a written notice called an “Advance Beneficiary Notice of Noncoverage” (ABN). ■Doctors who don’t accept assignment can charge you more than the Medicare approved amount for Medicare-covered services, but there’s a 15% limit called the “limiting charge.” ■All Medicare doctors (regardless of whether or not they accept assignment) can charge you for items and services that Medicare doesn’t cover. Note: You pay 100% of the membership fee for concierge care. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 49,
    "id": 64
  },
  {
    "question": "Defibrillator (implantable automatic) ",
    "paragraph": "Medicare covers these devices for some people diagnosed with heart failure. If the surgery takes place in an outpatient setting, you pay 20% of the Medicare-approved amount for the doctor’s services. If you get the device as a hospital outpatient, you also pay the hospital a copayment. In most cases, the copayment amount can’t be more than the Part A hospital stay deductible. The Part B deductible applies. Part A covers surgeries to implant defibrillators in a hospital inpatient setting. See Hospital care (inpatient care) on page 40. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 50,
    "id": 65
  },
  {
    "question": "Depression screening ",
    "paragraph": "Medicare covers one depression screening per year. The screening must be done in a primary care setting (like a doctor’s office) that can provide follow-up treatment and referrals. You pay nothing for this screening if the doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 50,
    "id": 66
  },
  {
    "question": "Diabetes screenings ",
    "paragraph": "Medicare covers these screenings if your doctor determines you’re at risk for diabetes. You may be eligible for up to 2 diabetes screenings each year. You pay nothing for the test if your doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 50,
    "id": 67
  },
  {
    "question": "Diabetes supplies ",
    "paragraph": "Medicare covers blood sugar testing monitors, blood sugar test strips, lancet devices and lancets, blood sugar control solutions, and therapeutic shoes (in some cases). Medicare only covers insulin if it’s medically necessaryand you use an external insulin pump to administer the insulin. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Note: Medicare prescription drug coverage (Part D) may cover insulin, certain medical supplies used to inject insulin (like syringes), and some oral diabetic drugs. Check with your plan for more information. You may need to use specific suppliers for some types of diabetic testing supplies. Visit Medicare.gov/supplierdirectory to find a list of suppliers for your area. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 51,
    "id": 68
  },
  {
    "question": "Doctor and other health care provider services ",
    "paragraph": "Medicare covers medically necessary doctor services (including outpatient services and some doctor services you get when you’re a hospital inpatient) and covered preventive services. Medicare also covers services provided by other health care providers, like physician assistants, nurse practitioners, social workers, physical therapists, and psychologists. Except for certain preventive services (for which you may pay nothing), you pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 51,
    "id": 69
  },
  {
    "question": "EKG or ECG (electrocardiogram) screening ",
    "paragraph": "Medicare covers a one-time screening EKG/ECG if referred by your doctor or other health care provider as part of your one-time “Welcome to Medicare” preventive visit. See page 68. You pay 20% of the Medicare-approved amount, and the Part B deductibleapplies. An EKG/ECG is also covered as a diagnostic test. See page 65. If you have the test at a hospital or a hospital-owned clinic, you also pay the hospital a copayment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 53,
    "id": 70
  },
  {
    "question": "Emergency department services ",
    "paragraph": "These services are covered when you have an injury, a sudden illness, or an illness that quickly gets much worse. You pay a specified copayment for the hospital emergency department visit, and you pay 20% of the Medicare-approved amount for the doctor’s or other health care provider’s services. The Part B deductible applies. However, your costs may be different if you’re admitted to the hospital as an inpatient. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 53,
    "id": 71
  },
  {
    "question": "Eyeglasses (limited) ",
    "paragraph": "Medicare covers one pair of eyeglasses with standard frames (or one set of contact lenses) after cataract surgery that implants an intraocular lens. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. Note: Medicare will only pay for contact lenses or eyeglasses provided by a supplier enrolled in Medicare, no matter who submits the claim (you or your supplier). ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 53,
    "id": 72
  },
  {
    "question": "Flu shots ",
    "paragraph": "Medicare generally covers one flu shot per flu season. You pay nothing for the flu shot if the doctor or other qualified health care provider accepts assignment for giving the shot. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 54,
    "id": 73
  },
  {
    "question": "Foot exams and treatment ",
    "paragraph": "Medicare covers foot exams and treatment if you have diabetes-related nerve damage and/or meet certain conditions. You pay 20% of the Medicare-approved amount, and the Part B deductibleapplies. In a hospital outpatient setting, you also pay the hospital a copayment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 54,
    "id": 74
  },
  {
    "question": "Glaucoma tests ",
    "paragraph": "These tests are covered once every 12 months for people at high risk for the eye disease glaucoma. You’re at high risk if you have diabetes, a family history of glaucoma, are African American and 50 or older, or are Hispanic and 65 or older. An eye doctor who’s legally allowed by the state must do the tests. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. In a hospital outpatient setting, you also pay the hospital a copayment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 54,
    "id": 75
  },
  {
    "question": "Hepatitis B shots ",
    "paragraph": "Medicare covers these shots for people at medium or high risk for Hepatitis B. Some risk factors include hemophilia, End-Stage Renal Disease (ESRD), diabetes, if you live with someone who has Hepatitis B, or if you’re a health care worker and have frequent contact with blood or body fluids. Check with your doctor to see if you’re at medium or high risk for Hepatitis B. You pay nothing for the shot if the doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 55,
    "id": 76
  },
  {
    "question": "Hepatitis C screening test ",
    "paragraph": "Medicare covers one Hepatitis C screening test if you meet one of these conditions: ■You’re at high risk because you have a current or past history of illicit injection drug use. ■You had a blood transfusion before 1992. ■You were born between 1945–1965. Medicare also covers yearly repeat screenings for certain people at high risk. Medicare will only cover Hepatitis C screening tests if they’re ordered by a primary care doctor or other primary care provider. You pay nothing for the screening test if the doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 55,
    "id": 77
  },
  {
    "question": "Home health services ",
    "paragraph": "Medicare covers medically necessary part-time or intermittent skilled nursing care, and/or physical therapy, speech-language pathology services, and/or services if you have a continuing need for occupational therapy. A doctor, or certain health care professionals who work with a doctor, must see you face-to-face before a doctor can certify that you need home health services. A doctor must order your care, and a Medicare-certified home health agency must provide it. Home health services may also include medical social services, part-time or intermittent home health aide services, durable medical equipment, and medical supplies for use at home. You must be homebound, which means both of these are true: 1.You have trouble leaving your home without help (like using a cane, wheelchair, walker, or crutches; special transportation; or help from another person) because of an illness or injury. 2.Leaving your home isn’t recommended because of your condition, and you’re normally unable to leave your home because it’s a major effort. You pay nothing for covered home health services. For Medicare-covered durable medical equipment information, see pages 52–53. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 56,
    "id": 78
  },
  {
    "question": "Kidney dialysis services and supplies ",
    "paragraph": "Generally, Medicare covers 3 dialysis treatments per week if you have End-Stage Renal Disease (ESRD). This includes all ESRD-related drugs and biologicals, laboratory tests, home dialysis training, support services, equipment, and supplies. The dialysis facility is responsible for coordinating your dialysis services (at home or in a facility). You pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 56,
    "id": 79
  },
  {
    "question": "Laboratory services ",
    "paragraph": "Medicare covers laboratory services including certain blood tests, urinalysis, certain tests on tissue specimens, and some screening tests. You generally pay nothing for these services. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 57,
    "id": 80
  },
  {
    "question": "Lung cancer screening ",
    "paragraph": "Medicare covers a lung cancer screening with Low Dose Computed Tomography (LDCT) once per year if you meet all of these conditions: ■You’re 55–77. ■You’re either a current smoker or have quit smoking within the last 15 years. ■You have a tobacco smoking history of at least 30 “pack years” (an average of one pack a day for 30 years). ■You get a written order from a physician or qualified non-physician practitioner. You pay nothing for this service if the primary care doctor or other qualified primary care practitioner accepts assignment. Note: Before your first lung cancer screening, you’ll need to schedule an appointment with your doctor to discuss the benefits and risks of lung cancer screening. You and your doctor can decide whether lung cancer screening is right for you. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 57,
    "id": 81
  },
  {
    "question": "Mental health care (outpatient) ",
    "paragraph": "Medicare covers mental health care services to help with conditions like depression or anxiety. Coverage includes services generally provided in an outpatient setting (like a doctor’s or other health care provider’s office or hospital outpatient department), including visits with a psychiatrist or other doctor, clinical psychologist, nurse practitioner, physician assistant, clinical nurse specialist, or clinical social worker. Laboratory tests are also covered. Certain limits and conditions may apply. Generally, you pay 20% of the Medicare-approved amount and the Part B deductible applies for: ■Visits to a doctor or other health care provider to diagnose your condition or monitor or change your prescriptions ■Outpatient treatment of your condition (like counseling or psychotherapy) Note: Inpatient mental health care is covered under Part A. See Hospital care (inpatient care) on page 40. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 58,
    "id": 82
  },
  {
    "question": "Obesity screening and counseling ",
    "paragraph": "If you have a body mass index (BMI) of 30 or more, Medicare covers face-to-face individual behavioral therapy sessions to help you lose weight. This counseling may be covered if you get it in a primary care setting (like a doctor’s office), where it can be coordinated with your other care and a personalized prevention plan. You pay nothing for this service if the primary care doctor or other qualified primary care practitioner accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 58,
    "id": 83
  },
  {
    "question": "Outpatient hospital services ",
    "paragraph": "Medicare covers many diagnostic and treatment services in hospital outpatient departments. Generally, you pay 20% of the Medicare-approved amount for the doctor’s or other health care provider’s services. You may pay more for services you get in a hospital outpatient setting than you’ll pay for the same care in a doctor’s office. In addition to the amount you pay the doctor, you’ll usually pay the hospital a copayment for each service you get in a hospital outpatient setting, except for certain preventive services that don’t have a copayment. In most cases the copayment can’t be more than the Part A hospital stay deductiblefor each service. The Part B deductible applies, except for certain preventive services. If you get hospital outpatient services in a critical access hospital, your copayment may be higher and may exceed the Part A hospital stay deductible. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 59,
    "id": 84
  },
  {
    "question": "Outpatient medical and surgical services and supplies ",
    "paragraph": "Medicare covers approved procedures like X-rays, casts, stitches, or outpatient surgeries. You pay 20% of the Medicare-approved amount for the doctor’s or other health care provider’s services. You generally pay the hospital a copayment for each service you get in a hospital outpatient setting. In most cases, for each service provided, the copayment can’t be more than the Part A hospital stay deductible. The Part B deductible applies, and you pay all charges for items or services that Medicare doesn’t cover. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 59,
    "id": 85
  },
  {
    "question": "Pneumococcal shot ",
    "paragraph": "Medicare covers a pneumococcal shot to help prevent pneumococcal infections (like certain types of pneumonia). Medicare also covers a different second shot if it’s given one year (or later) after the first shot. Talk with your doctor or other health care provider to see if you need one or both of the pneumococcal shots. You pay nothing for these shots if the doctor or other qualified health care provider accepts assignment for giving the shot.",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 60,
    "id": 86
  },
  {
    "question": "Prostate cancer screenings ",
    "paragraph": "Medicare covers a Prostate Specific Antigen (PSA) test and a digital rectal exam once every 12 months for men over 50 (beginning the day after your 50th birthday). You pay nothing for the PSA test. You pay 20% of the Medicare-approved amount, and the Part B deductible applies for the digital rectal exam. In a hospital outpatient setting, you also pay the hospital a copayment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 61,
    "id": 87
  },
  {
    "question": "Prosthetic/orthotic items ",
    "paragraph": "Medicare covers arm, leg, back, and neck braces; artificial eyes; artificial limbs (and their replacement parts); some types of breast prostheses (after mastectomy); and prosthetic devices needed to replace an internal body part or function (including ostomy supplies, and parenteral and enteral nutrition therapy) when ordered by a doctor or other health care provider enrolled in Medicare. For Medicare to cover your prosthetic or orthotic, you must go to a supplier that’s enrolled in Medicare. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. DMEPOS Competitive Bidding Program: To get enteral nutrition therapy in most areas of the country, you generally must use specific suppliers called “contract suppliers,” or Medicare won’t pay and you’ll likely pay full price. See page 53 for more information. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 61,
    "id": 88
  },
  {
    "question": "Rural Health Clinic (RHC) services ",
    "paragraph": "RHCs furnish many outpatient primary care and preventive health services. RHCs are located in non-urban areas that are medically underserved or shortage areas. Generally, you’re responsible for paying 20% of the charges, and the Part B deductibleapplies. You pay nothing for most preventive services. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 62,
    "id": 89
  },
  {
    "question": "Second surgical opinions ",
    "paragraph": "Medicare covers second surgical opinions for surgery that isn’t an emergency. In some cases, Medicare covers third surgical opinions. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 62,
    "id": 90
  },
  {
    "question": "Shots ",
    "paragraph": "Part B covers: Flu shots. See page 55. Hepatitis B shots. See page 56.Pneumococcal shots. See page 61.Note about the shingles shot: The shingles shot isn’t covered by Part A or Part B. Generally, Medicare prescription drug plans (Part D) cover all commercially available vaccines (like the shingles shot) needed to prevent illness. Contact your Medicare drug plan for more information about coverage. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 63,
    "id": 91
  },
  {
    "question": "Smoking and tobacco-use cessation (counseling to stop smoking or using tobacco products) ",
    "paragraph": "Medicare covers up to 8 face-to-face visits in a 12-month period. All people with Medicare who use tobacco are covered. You pay nothing for the counseling sessions if the doctor or other qualified health care provider accepts assignment. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 63,
    "id": 92
  },
  {
    "question": "Surgical dressing services ",
    "paragraph": "Medicare covers medically necessary treatment of a surgical or surgically treated wound. You pay 20% of the Medicare-approved amountfor the doctor’s or other health care provider’s services. You pay a fixed copayment for these services when you get them in a hospital outpatient setting. The Part B deductible applies. You pay nothing for the supplies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 64,
    "id": 93
  },
  {
    "question": "Telehealth ",
    "paragraph": "Medicare covers limited medical or other health services like office visits and consultations provided using an interactive, two-way telecommunications system (like real-time audio and video) by an eligible provider who isn’t at your location. These services are available in some rural areas, under certain conditions, and only if you’re located at: a doctor’s office, hospital, Rural Health Clinic, Federally Qualified Health Center, hospital-based dialysis facility, skilled nursing facility, or community mental health center. For most of these services, you pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 64,
    "id": 94
  },
  {
    "question": "Travel (health care needed when traveling outside theU.S.) ",
    "paragraph": "Medicare generally doesn’t cover health care while you’re traveling outside the U.S. (The “U.S.” includes the 50 states, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, the Northern Mariana Islands, and American Samoa.) There are some exceptions, including cases where Medicare may pay for services that you get while on board a ship within the territorial waters adjoining the land areas of the U.S. Medicare may pay for inpatient hospital, doctor, or ambulance services you get in a foreign country in these rare cases: 1.You’re in the U.S. when an emergency occurs, and the foreign hospital is closer than the nearest U.S. hospital that can treat your medical condition. 2.You’re traveling through Canada without unreasonable delay by the most direct route between Alaska and another U.S. state when a medical emergency occurs, and the Canadian hospital is closer than the nearest U.S. hospital that can treat the emergency. 3.You live in the U.S. and the foreign hospital is closer to your home than the nearest U.S. hospital that can treat your medical condition, regardless of whether an emergency exists. Medicare may cover medically necessaryambulance transportation to a foreign hospital only with admission for medically necessary covered inpatient hospital services. You pay 20% of the Medicare-approved amount, and the Part B deductible applies. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 66,
    "id": 95
  },
  {
    "question": "“Welcome to Medicare” preventive visit ",
    "paragraph": "During the first 12 months that you have Part B, you can get a “Welcome to Medicare” preventive visit. This visit includes a review of your medical and social history related to your health, and education and counseling about preventive services, including certain screenings, shots, and referrals for other care, if needed. When you make your appointment, let your doctor’s office know that you would like to schedule your “Welcome to Medicare” preventive visit. You pay nothing for the “Welcome to Medicare” preventive visit if the doctor or other qualified health care provider accepts assignment. If your doctor or other health care provider performs additional tests or services during the same visit that aren’t covered under this preventive benefit, you may have to pay coinsurance, and the Part B deductible may apply. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 67,
    "id": 96
  },
  {
    "question": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "paragraph": "You pay nothing for the yearly “Wellness” visit if the doctor or other qualified health care provider accepts assignment. If your doctor or other health care provider performs additional tests or services during the same visit that aren’t covered under this preventive benefit, you may have to pay coinsurance, and the Part B deductible may apply. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 68,
    "id": 97
  },
  {
    "question": "Want to keep track of your preventive services?",
    "paragraph": "Check with your health care providers to see if you need any of the services listed on this page. You can use this chart to help track the services you may need and the services you already had. You can also use Medicare’s Blue Button to help you keep track. See page 144 for more information about the Blue Button. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 68,
    "id": 98
  },
  {
    "question": "Paying for long-term care",
    "paragraph": "Long-term care includes non-medical care for people who have a chronic illness or disability. This includes non-skilled personal care assistance, like help with everyday activities, including dressing, bathing, and using the bathroom. Medicare and most health insurance plans, including Medicare Supplement Insurance (Medigap) policies, don’t pay for this type of care, sometimes called “custodial care.” Long-term care can be provided at home, in the community, in an assisted living facility, or in a nursing home. It’s important to start planning for long-term care now to maintain your independence and to make sure you get the care you may need, in the setting you want, in the future. Here are some of the different ways to pay for long-term care: ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 71,
    "id": 99
  },
  {
    "question": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 72,
    "id": 100
  },
  {
    "question": "Personal resources",
    "paragraph": "—Many people choose to use their own resources to pay for long-term care. Keep in mind that long-term care can be very expensive. It’s important to know the financial risks before you decide to try to save enough money on your own. You should discuss your specific situation with your family members and a financial professional. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 72,
    "id": 101
  },
  {
    "question": "Other private options",
    "paragraph": "—Besides long-term care insurance and personal resources, some insurance companies let you use your life insurance policy to pay for long-term care. Ask your insurance agent how this works. Also, you may choose to pay for long-term care through a trust or annuity. The best option for you depends on your age, health status, risk of needing long-term care, and your personal financial situation. Visit longtermcare.gov for more information about your options. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 72,
    "id": 102
  },
  {
    "question": "Medicaid",
    "paragraph": "—Medicaid is a joint federal and state program that helps pay for certain health services for people with limited income and resources. If you qualify, you may be able to get help to pay for nursing home care or other health care costs. If you’re eligible for Medicaid, you may be able to get Medicaid services that help you stay in your home instead of moving to a nursing home. For more information, contact your State Medical Assistance (Medicaid) office. Visit Medicare.gov/contacts, or call 1-800-MEDICARE (1-800-633-4227) and say “Medicaid” to get the phone number. TTY users should call 1-877-486-2048. See pages 124–125 for more information about Medicaid. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 72,
    "id": 103
  },
  {
    "question": "Veterans’ benefits",
    "paragraph": "— Veterans and survivors who are eligible for a Department of Veterans Affairs (VA) pension and require the aid and attendance of another person, or are housebound, may be eligible for additional monetary payments. For more information, visit va.gov, or call the VA at 1-800-827-1000. TTY users should call 1-800-829-4833. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 72,
    "id": 104
  },
  {
    "question": "What’s the Long-Term Care Ombudsman? ",
    "paragraph": "Residents of long-term care facilities (like nursing homes, assisted living, and board and care homes) also have access to a Long-Term Care Ombudsman. These ombudsmen provide information about how to find a facility, how to get quality care, and can help you with complaints. The Long-Term Care Ombudsman is funded by the Older Americans Act and is available to any long-term care facility resident. For more information, visit ltcombudsman.org. You can also call the Eldercare Locator at 1-800-677-1116 to get the phone number for your local ombudsman program office. ",
    "section": "Section 3—Find Out if Medicare Covers Your Test, Service, or Item",
    "page": 73,
    "id": 105
  },
  {
    "question": "Section 4—What’s Original Medicare?  Original Medicare Can I get my health care from any doctor, other health care provider, or hospital? ",
    "paragraph": "In most cases, yes. You can go to any doctor, other health care provider, hospital, or other facility that’s enrolled in Medicare and accepting Medicare patients. Visit Medicare.gov to search for and compare health care providers, hospitals, and facilities in your area.",
    "section": "Section 4—What’s Original Medicare?",
    "page": 75,
    "id": 106
  },
  {
    "question": "Are prescription drugs covered? ",
    "paragraph": "With a few exceptions (see pages 40, 61, and 66), most prescriptions aren’t covered. You can add drug coverage by joining a Medicare Prescription Drug Plan (Part D). See pages 105–118.",
    "section": "Section 4—What’s Original Medicare?",
    "page": 75,
    "id": 107
  },
  {
    "question": "Do I need to choose a primary care doctor? ",
    "paragraph": "No. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 75,
    "id": 108
  },
  {
    "question": "Do I have to get a referral to see a specialist? ",
    "paragraph": "In most cases, no, but the specialist must be enrolled in Medicare. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 75,
    "id": 109
  },
  {
    "question": "Should I get a supplemental policy? ",
    "paragraph": "You may already have employer or union coverage that may pay costs that Original Medicare doesn’t. If not, you may want to buy a Medicare Supplement Insurance (Medigap) policy if you’re eligible. See pages 99–104. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 75,
    "id": 110
  },
  {
    "question": "What do I pay? ",
    "paragraph": "Your out-of-pocket costs in Original Medicare depend on: ■Whether you have Part A and/or Part B. Most people have both. ■Whether your doctor, other health care provider, or supplier accepts “assignment.” ■The type of health care you need and how often you need it. ■Whether you choose to get services or supplies Medicare doesn’t cover. If you do, you pay all costs unless you have other insurance that covers it. ■Whether you have other health insurance that works with Medicare. ■Whether you have Medicaid or get help from your state paying your Medicare costs. ■Whether you have a Medicare Supplement Insurance (Medigap) policy. ■Whether you and your doctor or other health care provider sign a private contract. See page 80. For more information on how other insurance works with Medicare, see pages 29–31. For more information about help to cover the costs that Original Medicare doesn’t cover, see pages 123–124. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 76,
    "id": 111
  },
  {
    "question": "Section 4—What’s Original Medicare?  ",
    "paragraph": "If you need to change your address on your notice, call Social Security at 1-800-772-1213. TTY users should call 1-800-325-0778. If you get Railroad Retirement Board (RRB) benefits, call the RRB at 1-877-772-5772. TTY users should call 1-312-751-4701. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 77,
    "id": 112
  },
  {
    "question": "Check your claims on MyMedicare.gov",
    "paragraph": "You don’t have to wait for your MSNs to come in the mail to view your Medicare claims or file an appeal. Visit MyMedicare.gov to look at your Medicare claims or view electronic copies of your MSNs. Your claims generally will be available for viewing within 24 hours after processing. You can also download your claims information by using Medicare’s Blue Button. See page 144. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 77,
    "id": 113
  },
  {
    "question": "Get Your Medicare Summary Notices electronically every month ",
    "paragraph": "Go paperless and get your Medicare Summary Notices electronically (also called “eMSNs”). Starting in fall 2015, you can sign up by calling 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. If you sign up for eMSNs, we’ll send you an email each month when they are available in your MyMedicare.gov account. The eMSNs contain the same information as paper MSNs. You won’t get printed copies of your MSNs in the mail if you choose eMSNs. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 77,
    "id": 114
  },
  {
    "question": "What’s assignment? ",
    "paragraph": "Assignment means that your doctor, provider, or supplier agrees (or is required by law) to accept the Medicare-approved amount as full payment for covered services. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 77,
    "id": 115
  },
  {
    "question": "Section 4—What’s Original Medicare?",
    "paragraph": "Here’s what happens if your doctor, provider, or supplier accepts assignment: ■Your out-of-pocket costs may be less. ■They agree to charge you only the Medicare deductible and coinsurance amount and usually wait for Medicare to pay its share before asking you to pay your share. ■They have to submit your claim directly to Medicare and can’t charge you for submitting the claim. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 78,
    "id": 116
  },
  {
    "question": "What are private contracts? ",
    "paragraph": "A “private contract” is a written agreement between you and a doctor or other health care provider who has decided not to provide services to anyone through Medicare. The private contract only applies to the services provided by the doctor or other provider who asked you to sign it. ",
    "section": "Section 4—What’s Original Medicare?",
    "page": 79,
    "id": 117
  },
  {
    "question": "Medicare Advantage Plans must follow Medicare’s rules ",
    "paragraph": "Medicare pays a fixed amount for your coverage each month to the companies offering Medicare Advantage Plans. These companies must follow rules set by Medicare. However, each Medicare Advantage Plan can charge different out-of-pocket costs and have different rules for how you get services (like whether you need a referral to see a specialist or if you have to go to doctors, facilities, or suppliers that belong to the plan’s network for non-emergency or non-urgent care). These rules can change each year. The plan must notify you about any changes before the start of the next enrollment year. Remember, you have the option each year during Open Enrollment to keep your current plan, choose a different plan, or switch to Original Medicare. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 83,
    "id": 118
  },
  {
    "question": "Read the information you get from your plan ",
    "paragraph": "If you’re in a Medicare Advantage Plan, review the “Evidence of Coverage” (EOC) and “Annual Notice of Change” (ANOC) your plan sends you each year. The EOC gives you details about what the plan covers, how much you pay, and more. The ANOC includes any changes in coverage, costs, provider networks, service area, and more that will be effective in January. If you don’t get these important documents before the start of Open Enrollment, contact your plan. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 83,
    "id": 119
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "paragraph": "Definitions of blue words are on pages 153–156. ■Special Needs Plans (SNPs)—SNPs provide focused and specialized health care for specific groups of people, like those who have both Medicare and Medicaid, live in a nursing home, or have certain chronic medical conditions. See page 93. ■HMO Point-of-Service (HMOPOS) plans—These are HMO plans that may allow you to get some services out-of-network for a higher copayment or coinsurance. ■Medical Savings Account (MSA) plans—These plans combine a high-deductible health plan with a bank account. Medicare deposits money into the account (usually less than the deductible). You can use the money to pay for your health care services during the year. MSA plans don’t offer Medicare drug coverage. If you want drug coverage, you have to join a Medicare Prescription Drug Plan. For more information about MSAs, visit Medicare.gov/publications to view the booklet “Your Guide to Medicare Medical Savings Account Plans.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. Make sure you understand how a plan works before you join. See pages 90–93 for more information about Medicare Advantage Plan types. If you want more information about a Medicare Advantage Plan, you can call any plan and request a “Summary of Benefits” (SB) document. Contact your State Health Insurance Assistance Program (SHIP) for help comparing plans. See page 149for the phone number. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 84,
    "id": 120
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ■Providers can join or leave a plan’s provider network anytime during the year. Your plan can also change the providers in the network anytime during the year. If this happens, you may need to choose a new provider. ■If you join a clinical research study, some costs may be covered by Original Medicare and some may be covered by your Medicare Advantage Plan. ■Medicare Advantage Plans can’t charge more than Original Medicare for certain services, like chemotherapy, dialysis, and skilled nursing facilitycare. ■Medicare Advantage Plans have a yearly limit on your out-of-pocket costs for medical services. Once you reach this limit, you’ll pay nothing for covered services. This limit may be different between Medicare Advantage Plans and can change each year. You should consider this when choosing a plan. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 85,
    "id": 121
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health PlansPrescription drug coverage ",
    "paragraph": "You usually get prescription drug coverage (Part D) through the Medicare Advantage Plan. In certain types of Medicare Advantage Plans (PFFS or MSA plans) that don’t offer drug coverage, you can join a Medicare Prescription Drug Plan. If your Medicare Advantage Plan includes prescription drug coverage and you join a Medicare Prescription Drug Plan, you’ll be disenrolled from your Medicare Advantage Plan and returned to Original Medicare. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 86,
    "id": 122
  },
  {
    "question": "Who can join? ",
    "paragraph": "You must meet these conditions to join a Medicare Advantage Plan: ■You have Part A and Part B. ■You live in the plan’s service area. ■You don’t have End-Stage Renal Disease (ESRD), except as explained on page 88. ■You’re a U.S. citizen or lawfully present in the United States. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 86,
    "id": 123
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 87,
    "id": 124
  },
  {
    "question": "What if I have a Medicare Supplement Insurance (Medigap) Policy? ",
    "paragraph": "You can’t use (and can’t be sold) a Medicare Supplement Insurance (Medigap) policy while you’re in a Medicare Advantage Plan. You can’t use it to pay for any expenses (copayments, deductibles, and premiums) you have under a Medicare Advantage Plan. If you already have a Medigap policy and join a Medicare Advantage Plan, you’ll probably want to drop your Medigap policy. If you drop your Medigap policy, you may not be able to get it back. See page 102. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 87,
    "id": 125
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "paragraph": "For more information visit Medicare.gov/publications to view the booklet “Medicare Coverage of Kidney Dialysis & Kidney Transplant Services.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. Note: If you have ESRD and Original Medicare, you may join a Medicare Prescription Drug Plan. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 88,
    "id": 126
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 89,
    "id": 127
  },
  {
    "question": "Types of Medicare Advantage Plans Health Maintenance Organization (HMO) plan ",
    "paragraph": "Can I get my health care from any doctor, other health care ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 89,
    "id": 128
  },
  {
    "question": "provider, or hospital? ",
    "paragraph": "No. You generally must get your care and services from doctors, other health care providers, or hospitals in the plan’s network (except emergency care, out-of-area urgent care, or out-of-area dialysis). In some plans, you may be able to go out-of-network for certain services, usually for a higher cost. This is called an HMO with a point-of-service (POS) option. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 89,
    "id": 129
  },
  {
    "question": "Are prescription drugs covered? ",
    "paragraph": "In most cases, yes. If you want Medicare drug coverage, you must join an HMO plan that offers prescription drug coverage. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 89,
    "id": 130
  },
  {
    "question": "Do I need to choose a primary care doctor? ",
    "paragraph": "In most cases, yes. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 89,
    "id": 131
  },
  {
    "question": "Do I have to get a referral to see a specialist? ",
    "paragraph": "In most cases, yes. Certain services, like yearly screening mammograms, don’t require a referral. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 89,
    "id": 132
  },
  {
    "question": "Preferred Provider Organization (PPO) plan ",
    "paragraph": "Can I get my health care from any doctor, other health care ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 90,
    "id": 133
  },
  {
    "question": "provider, or hospital? ",
    "paragraph": "In most cases, yes. PPOs have network doctors, other health care providers, and hospitals, but you can also use out-of-network providers for covered services, usually for a higher cost. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 90,
    "id": 134
  },
  {
    "question": "Are prescription drugs covered? ",
    "paragraph": "In most cases, yes. If you want Medicare drug coverage, you must join a PPO plan that offers prescription drug coverage. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 90,
    "id": 135
  },
  {
    "question": "Do I need to choose a primary care doctor? ",
    "paragraph": "No. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 90,
    "id": 136
  },
  {
    "question": "Do I have to get a referral to see a specialist? ",
    "paragraph": "In most cases, no. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 90,
    "id": 137
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 91,
    "id": 138
  },
  {
    "question": "Private Fee-for-Service (PFFS) plan ",
    "paragraph": "Can I get my health care from any doctor, other health care ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 91,
    "id": 139
  },
  {
    "question": "provider, or hospital? ",
    "paragraph": "You can go to any Medicare-approved doctor, other health care provider, or hospital that accepts the plan’s payment terms and agrees to treat you. Not all providers will. If you join a PFFS plan that has a network, you can also see any of the network providers who’ve agreed to always treat plan members. You can also choose an out-of-network doctor, hospital, or other provider, who accepts the plan’s terms, but you may pay more. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 91,
    "id": 140
  },
  {
    "question": "Are prescription drugs covered? ",
    "paragraph": "Sometimes. If your PFFS plan doesn’t offer drug coverage, you can join a Medicare Prescription Drug Plan (Part D) to get coverage. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 91,
    "id": 141
  },
  {
    "question": "Do I need to choose a primary care doctor? ",
    "paragraph": "No. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 91,
    "id": 142
  },
  {
    "question": "Do I have to get a referral to see a specialist? ",
    "paragraph": "No. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 91,
    "id": 143
  },
  {
    "question": "Special Needs Plan (SNP) ",
    "paragraph": "Can I get my health care from any doctor, other health care ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 92,
    "id": 144
  },
  {
    "question": "provider, or hospital? ",
    "paragraph": "You generally must get your care and services from doctors, other health care providers, or hospitals in the plan’s network (except emergency care, out-of-area urgent care, or out-of-area dialysis). Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 92,
    "id": 145
  },
  {
    "question": "Are prescription drugs covered? ",
    "paragraph": "Yes. All SNPs must provide Medicare prescription drug coverage (Part D). ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 92,
    "id": 146
  },
  {
    "question": "Do I need to choose a primary care doctor? ",
    "paragraph": "Generally, yes. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 92,
    "id": 147
  },
  {
    "question": "Do I have to get a referral to see a specialist? ",
    "paragraph": "In most cases, yes. Certain services, like yearly screening mammograms, don’t require a referral. Check with the plan for more information. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 92,
    "id": 148
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 93,
    "id": 149
  },
  {
    "question": "When can I join, switch, or drop a Medicare Advantage Plan? ",
    "paragraph": "■When you first become eligible for Medicare, you can sign up during your Initial Enrollment Period. See page 25. ■If you have Part A coverage and you get Part B for the first time during the General Enrollment Period, you can also join a Medicare Advantage Plan. See page 25. ■Between October 15–December 7 anyone with Medicare can join, switch, or drop a Medicare Advantage Plan. Your coverage will begin on January 1, as long as the plan gets your request by December 7. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 93,
    "id": 150
  },
  {
    "question": "Can I make changes to my coverage after December 7? ",
    "paragraph": "Between January 1–February 14, if you’re in a Medicare Advantage Plan, you can leave that plan and switch to Original Medicare. If you switch to Original Medicare during this period, you’ll have until February 14 to also join a Medicare Prescription Drug Plan to add drug coverage. Your coverage will begin the first day of the month after the plan gets your enrollment request. During this period, you can’t: ■Switch from Original Medicare to a Medicare Advantage Plan. ■Switch from one Medicare Advantage Plan to another. ■Switch from one Medicare Prescription Drug Plan to another. ■Join, switch, or drop a Medicare Medical Savings Account Plan. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 93,
    "id": 151
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans5-Star Special Enrollment Period ",
    "paragraph": "You can switch to a Medicare Advantage Plan or Medicare Cost Plan (see page 96) that has 5 stars for its overall star rating from December 8, 2015–November 30, 2016. You can only use this Special Enrollment Period once during this timeframe. The overall star ratings are available at Medicare.gov/find-a-plan. You may lose your prescription drug coverage if you move from a Medicare Advantage Plan that has drug coverage to a 5-star Medicare Advantage Plan that doesn’t. You’ll have to wait until the next Open Enrollment Period to get drug coverage, and you may have to pay a late enrollment penalty. See pages 112–113. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 94,
    "id": 152
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 95,
    "id": 153
  },
  {
    "question": "Are there other types of Medicare health plans?",
    "paragraph": "Some types of Medicare health plans that provide health care coverage aren’t Medicare Advantage Plans but are still part of Medicare. Some of these plans provide Medicare Part A (Hospital Insurance) and Medicare Part B (Medical Insurance) coverage, while most others provide only Part B coverage. In addition, some also provide Part D prescription drug coverage. These plans have some of the same rules as Medicare Advantage Plans. However, each type of plan has special rules and exceptions, so you should contact any plans you’re interested in to get more details. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 95,
    "id": 154
  },
  {
    "question": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 5—Learn about Medicare Advantage Plans (Part C) & Other Medicare Health Plans",
    "page": 97,
    "id": 155
  },
  {
    "question": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 99,
    "id": 156
  },
  {
    "question": "Medigap policies are standardized ",
    "paragraph": "Every Medigap policy must follow federal and state laws designed to protect you, and they must be clearly identified as “Medicare Supplement Insurance.” Insurance companies can sell you only a “standardized” policy identified in most states by letters A through D, F through G, and K through N. All policies offer the same basic benefits, but some offer additional benefits so you can choose which one meets your needs. In Massachusetts, Minnesota, and Wisconsin, Medigap policies are standardized in a different way. Note: Plans E, H, I, and J are no longer available to buy, but if you already have one of those policies, you can keep it. Contact your insurance company for more information. ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 99,
    "id": 157
  },
  {
    "question": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "paragraph": "Benefits",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 100,
    "id": 158
  },
  {
    "question": "AB C DF",
    "paragraph": "*",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 100,
    "id": 159
  },
  {
    "question": " G KLMN",
    "paragraph": "Medicare Part A coinsurance and hospital costs (up to an additional 365 days after Medicare benefits are used) 100%100%100%100%100%100%100%100%100%100%Medicare Part B coinsurance or copayment100%100%100%100%100%100%50%75%100%100%**Blood (first 3 pints) 100%100%100%100%100%100%50%75%100%100%Part A hospice care coinsurance or copayment 100%100%100%100%100%100%50%75%100%100%Skilled nursing facility carecoinsurance 100%100%100%100%50%75%100%100%Part A deductible100%100%100%100%100%50%75%50%100%Part B deductible 100%100%Part B excess charges 100%100%Foreign travel emergency (up to plan limits) 80%80%80%80%80%80%Out-of-pocket limit in 2015$4,940$2,470* Plan F also offers a high-deductible plan in some states. If you choose this option, this means you must pay for Medicare-covered costs (coinsurance, copayments, and deductibles) up to the deductible amount of $2,180 in 2015 before your policy pays anything. ** Plan N pays 100% of the Part B coinsurance, except for a copayment of up to $20 for some office visits and up to a $50 copayment for emergency room visits that don’t result in an inpatient admission. The chart below shows basic information about the different benefits that Medigap policies cover. If a percentage appears, the Medigap plan covers that percentage of the benefit, and you’re responsible for the rest. Note: You’ll need more details than this chart provides to compare and choose a policy. See page 104 to find out where to get more information. ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 100,
    "id": 160
  },
  {
    "question": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 101,
    "id": 162
  },
  {
    "question": "What else should I know about Medicare Supplement Insurance (Medigap)? ",
    "paragraph": "Important facts ■You must have Part A and Part B. ■You pay the private insurance company a monthly premium for your Medigap policy in addition to your monthly Part B premium that you pay to Medicare. Contact the company to find out how to pay your premium. ■A Medigap policy only covers one person. Spouses must buy separate policies. ■You can’t have prescription drug coverage in both your Medigap policy and a Medicare drug plan. See page 117. ■It’s important to compare Medigap policies since the costs can vary and may go up as you get older. Some states limit Medigap premium costs. ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 101,
    "id": 163
  },
  {
    "question": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?  ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 6—What are Medicare Supplement Insurance (Medigap) Policies?",
    "page": 103,
    "id": 164
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "Definitions of blue words are on pages 153–156. 2.Medicare Advantage Plans (like HMOs or PPOs) or other Medicare health plans that offer Medicare prescription drug coverage. You get all of your Part A, Part B, and prescription drug coverage (Part D), through these plans. Medicare Advantage Plans with prescription drug coverage are sometimes called “MA-PDs.” Remember, you must have Part A and Part B to join a Medicare Advantage Plan, and not all of these plans offer drug coverage. In either case, you must live in the service area of the Medicare drug plan you want to join. Both types of plans are called “Medicare drug plans” in this handbook. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 105,
    "id": 165
  },
  {
    "question": "If you have employer or union coverage ",
    "paragraph": "Call your benefits administrator before you make any changes, or before you sign up for any other coverage. If you drop your employer or union coverage, you may not be able to get it back. You also may not be able to drop your employer or union drug coverage without also dropping your employer or union health (doctor and hospital) coverage. If you drop coverage for yourself, you may also have to drop coverage for your spouse and dependents. If you want to know how Medicare prescription drug coverage works with other drug coverage you may have, see pages 116–118. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 105,
    "id": 166
  },
  {
    "question": "Special Enrollment Periods ",
    "paragraph": "You generally must stay enrolled for the calendar year. However, in certain situations, you may be able to join, switch, or drop Medicare drug plans at other times. Some examples are if you: ■Move out of your plan’s service area. ■Lose other creditable prescription drug coverage. ■Live in an institution (like a nursing home). ■Have Medicaid. ■Qualify for Extra Help. See pages 119–123. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 106,
    "id": 167
  },
  {
    "question": "5-Star Special Enrollment Period ",
    "paragraph": "You can switch to a Medicare Prescription Drug Plan that has 5 stars for its overall star rating from December 8, 2015–November 30, 2016. You can only use this Special Enrollment Period once during this timeframe. The overall star ratings are available at Medicare.gov/find-a-plan. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 106,
    "id": 168
  },
  {
    "question": "If you have a Medicare Advantage Plan ",
    "paragraph": "If your Medicare Advantage Plan includes prescription drug coverage and you join a Medicare Prescription Drug Plan, you’ll be disenrolled from your Medicare Advantage Plan and returned to Original Medicare. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 106,
    "id": 169
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 107,
    "id": 170
  },
  {
    "question": "How do I drop a Medicare drug plan? ",
    "paragraph": "If you want to drop your Medicare drug plan and you don’t want to join a new plan, you can only do so during certain times. See pages 106–107. You can disenroll by calling 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. You can also send a letter to the plan to tell them you want to disenroll. If you drop your plan and want to join another Medicare drug plan later, you have to wait for an enrollment period. You may have to pay a late enrollment penalty if you don’t have creditable prescription drug coverage. See pages 112–113. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 107,
    "id": 171
  },
  {
    "question": "How much do I pay?",
    "paragraph": "Below and continued on the next page are descriptions of what you pay in your Medicare drug plan. Your actual drug plan costs will vary depending on:■Your prescriptions and whether they’re on your plan’s formulary(drug list). ■The plan you choose. Remember, plan costs can change each year. Be sure to compare all of your plan options during Open Enrollment (October 15—December 7).■Which pharmacy you use (whether it offers preferred or standard cost sharing, is out-of-network, or mail order). ■Whether you get Extra Help paying your Part D costs. See pages 119–123.",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 107,
    "id": 172
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D)  ",
    "paragraph": "If you have a higher income, you might pay more for your Part D coverage. If your income is above a certain limit ($85,000 if you file individually or $170,000 if you’re married and file jointly), you’ll pay an extra amount in addition to your plan premium. This doesn’t affect everyone, so most people won’t have to pay a higher amount. Usually, the extra amount will be deducted from your Social Security check. If you get benefits from the Railroad Retirement Board (RRB), the extra amount will be deducted from your RRB check. If you’re billed the amount by Medicare or the RRB, you must pay the extra amount to Medicare or the RRB and not your plan. If you don’t pay the extra amount to Medicare (or RRB), you could lose your Part D coverage. You may not be able to enroll in another plan right away and you may have to pay a late enrollment penalty for as long as you have Part D. If you have to pay an extra amount and you disagree (for example, you have a life event that lowers your income), visit socialsecurity.gov or call Social Security at 1-800-772-1213. TTY users should call 1-800-325-0778. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 108,
    "id": 173
  },
  {
    "question": "Yearly deductible",
    "paragraph": "This is the amount you must pay before your drug plan begins to pay its share of your covered drugs. Some drug plans don’t have a deductible. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 108,
    "id": 174
  },
  {
    "question": "Copayments or coinsurance",
    "paragraph": "These are the amounts you pay for your covered prescriptions after the deductible (if the plan has one). You pay your share and your drug plan pays its share for covered drugs. These amounts may vary. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 108,
    "id": 175
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "Definitions of blue words are on pages 153–156. These items all count toward you getting out of the coverage gap: ■Your yearly deductible, coinsurance, and copayments■The discount you get on covered brand-name drugs in the coverage gap ■What you pay in the coverage gap The drug plan premium and what you pay for drugs that aren’t covered don’t count toward getting you out of the coverage gap. Some plans offer additional cost sharing reductions in the gap beyond the standard benefits and discounts on brand-name and generic drugs, but they may charge a higher monthly premium. Check with the plan first to see if your drugs would have additional cost sharing reductions during the gap. In addition to the discount on covered brand-name prescription drugs, there will be increasing coverage for brand-name and generic drugs in the coverage gap each year until the gap closes in 2020. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 109,
    "id": 176
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D)  ",
    "paragraph": "The example below shows costs for covered drugs in 2016 for a plan that has a coverage gap. Visit the Medicare Plan Finder at Medicare.gov/find-a-plan to compare the cost of plans in your area, and call the plans you’re interested in to get more details. For help comparing plan costs, contact your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. Important!Ms. Smith joins the ABC Prescription Drug Plan. Her coverage begins on January 1, 2016. She doesn’t get Extra Help and uses her Medicare drug plan membership card when she buys prescriptions. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 110,
    "id": 177
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 111,
    "id": 178
  },
  {
    "question": "What’s the Part D late enrollment penalty? ",
    "paragraph": "The late enrollment penalty is an amount that’s added to your Part D premium. You may owe a late enrollment penalty if at any time after your Initial Enrollment Period is over, there’s a period of 63 or more days in a row when you don’t have Part D or other creditable prescription drug coverage. You’ll generally have to pay the penalty for as long as you have Part D coverage. Note: If you get Extra Help, you don’t pay a late enrollment penalty. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 111,
    "id": 179
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) How much more will I pay? ",
    "paragraph": "The cost of the late enrollment penalty depends on how long you didn’t have creditable prescription drug coverage. Currently, the late enrollment penalty is calculated by multiplying 1% of the “national base beneficiary premium” ($33.13 in 2015) by the number of full, uncovered months that you were eligible but didn’t join a Medicare drug plan and went without other creditable prescription drug coverage. The final amount is rounded to the nearest $.10 and added to your monthly premium. Since the “national base beneficiary premium” may increase each year, the penalty amount may also increase each year. In most cases, you have to pay this penalty for as long as you have a Medicare drug plan, even if you switch plans. After you join a Medicare drug plan, the plan will tell you if you owe a penalty and what your premium will be. Example: Mrs. Martin didn’t join when she was first eligible—by June 2012. She doesn’t have prescription drug coverage from any other source. She joined a Medicare drug plan during the 2014 Open Enrollment Period, and her coverage began on January 1, 2015. Since Mrs. Martin was without creditable prescription drug coverage from July 2012–December 2014, her penalty in 2015 is 30% (1%for each of the 30 months) of $33.13 (the national base beneficiary premium for 2015), which is $9.93. The monthly penalty is rounded to the nearest $.10, so she’ll be charged $9.90 each month in addition to her plan’s monthly premium in 2015. Here’s the math: .30 (30% penalty) × $33.13 (2015 base beneficiary premium) = $9.93 $9.93 (rounded to the nearest $0.10) = $9.90 $9.90 = Mrs. Martin’s monthly late enrollment penalty for 2015 ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 112,
    "id": 180
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 113,
    "id": 181
  },
  {
    "question": "Which drugs are covered?",
    "paragraph": "Information about a plan’s list of covered drugs (called a “formulary”) isn’t included in this handbook because each plan has its own formulary. Many Medicare drug plans place drugs into different “tiers” on their formularies. Drugs in each tier have a different cost. For example, a drug in a lower tier will generally cost you less than a drug in a higher tier. In some cases, if your drug is in a higher tier and your prescriber (your doctor or other health care provider who’s legally allowed to write prescriptions) thinks you need that drug instead of a similar drug in a lower tier, you or your prescriber can ask your plan for an exception to get a lower copayment for the drug in the higher tier. See pages 130–131 for more information on exceptions. Contact the plan for its current formulary, or visit the plan’s website. You can also visit the Medicare Plan Finder at Medicare.gov/find-a-plan, or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. Your plan will notify you of any formulary changes. Each month that you fill a prescription, your drug plan mails you an “Explanation of Benefits” (EOB) notice. This notice gives you a summary of your prescription drug claims and your costs. Review your notice and check it for mistakes. Contact your plan if you have questions or find mistakes. If you suspect fraud, call the Medicare Drug Integrity Contractor (MEDIC) at 1-877-7SAFERX (1-877-772-3379). See page 138 for more information about the MEDIC. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 113,
    "id": 182
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "Starting in early 2016, with limited exceptions, your prescribers need to be enrolled in Medicare or have an “opt-out” request on file with Medicare for your prescriptions to be covered by your Medicare drug plan. If your prescriber isn’t enrolled or has “opted-out,” you’ll still be able to get a 3-month provisional fill of your prescription. This will give your prescriber time to enroll, or you time to find a new prescriber who’s enrolled. Contact your plan or your prescribers for more information. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 114,
    "id": 183
  },
  {
    "question": "Do you get automatic prescription refills in the mail? ",
    "paragraph": "Some people with Medicare get their prescription drugs by using an “automatic refill” service that automatically delivers prescription drugs when they’re about to run out. To make sure you still need a prescription before they send you a refill, prescription drug plans should get your approval to deliver a new or refilled prescription before each delivery, except when you ask for the refill or new prescription. Be sure to give your drug plan the best way to reach you so you don’t miss the refill confirmation call or other communication. The plan won’t automatically ship your refills unless you confirm you still want to get the order. If you get a prescription automatically by mail that you don’t want, and you weren’t contacted to see if you wanted it before it shipped, you may be eligible for a refund. Did you know you can also sign up online for automatic refills with some pharmacies or get your prescription history? Visit bluebuttonconnector.healthit.gov to learn how. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 114,
    "id": 184
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "It’s a good idea to schedule your medication review before your yearly “Wellness” visit, so you can talk to your doctor about your action plan and medication list. Bring your action plan and medication list with you to your visit or anytime you talk with your doctors, pharmacists, and other health care providers. Also, take your medication list with you if you go to the hospital or emergency room. Your drug plan may enroll you in this program if you meet all of these conditions: 1.You have more than one chronic health condition. 2.You take several different medications. 3.Your medications have a combined cost of more than $3,507 per year. This dollar amount (which can change each year) is estimated based on your out-of-pocket costs and the costs your plan pays for the medications each calendar year. Your plan can help you find out if you may reach this dollar limit. Visit Medicare.gov/find-a-plan to get general information about program eligibility for your Medicare drug plan or for other plans that interest you. Contact each drug plan for specific details. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 115,
    "id": 185
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D)  ",
    "paragraph": "COBRA—This is a federal law that may allow you to temporarily keep employer or union health coverage after the employment ends or after you lose coverage as a dependent of the covered employee. As explained on pages 26–27, there may be reasons why you should take Part B instead of, or in addition to, COBRA coverage. However, if you take COBRA and it includes creditable prescription drug coverage, you’ll have a Special Enrollment Period to join a Medicare drug plan without paying a penalty when the COBRA coverage ends. Talk with your State Health Insurance Assistance Program (SHIP) to see if COBRA is a good choice for you. See page 149 for the phone number. Medicare Supplement Insurance (Medigap) policy with prescription drug coverage—You may choose to join a Medicare drug plan because most Medigap drug coverage isn’t creditable, and you may pay more if you join a drug plan later. See pages 112–113. Medigap policies can no longer be sold with prescription drug coverage, but if you have drug coverage under a current Medigap policy, you can keep it. If you join a Medicare drug plan, tell your Medigap insurance company so they can remove the prescription drug coverage under your Medigap policy and adjust your premiums. Call your Medigap insurance company for more information.Note: Keep any creditable prescription drug coverage information you get from your plan. You may need it if you decide to join a Medicare drug plan later. Don’t send creditable coverage letters or certificates to Medicare. ",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 116,
    "id": 186
  },
  {
    "question": "Section 7— Get Information about Prescription Drug Coverage (Part D) ",
    "paragraph": "Veterans’ benefits—This is health coverage for veterans and people who have served in the U.S. military. You may be able to get prescription drug coverage through the U.S. Department of Veterans Affairs (VA) program. You may join a Medicare drug plan, but if you do, you can’t use both types of coverage for the same prescription at the same time. For more information, visit va.gov, or call the VA at 1-800-827-1000. TTY users should call 1-800-829-4833. TRICARE (military health benefits)—This is a health care plan for active-duty service members, military retirees, and their families. Most people with TRICARE who are entitled to Part A must have Part B to keep TRICARE prescription drug benefits. If you have TRICARE, you don’t need to join a Medicare Prescription Drug Plan. However, if you do, your Medicare drug plan pays first, and TRICARE pays second. If you join a Medicare Advantage Plan (like an HMO or PPO) with prescription drug coverage, your Medicare Advantage Plan and TRICARE may coordinate their benefits if your Medicare Advantage Plan network pharmacy is also a TRICARE network pharmacy. Otherwise, you can file your own claim to get paid back for your out-of-pocket expenses. For more information, visit tricare.mil, or call the TRICARE Pharmacy Program at 1-877-363-1303. TTY users should call 1-877-540-6261. Indian Health Service (IHS)—The IHS is the primary health care provider to the American Indian/Alaska Native (AI/AN) Medicare population. The Indian health care system, consisting of tribal, urban, and federally operated IHS health programs, delivers a spectrum of clinical and preventive health services through a network of hospitals, clinics, and other entities. Many Indian health facilities participate in the Medicare prescription drug program. If you get prescription drugs through an Indian health facility, you’ll continue to get drugs at no cost to you, and your coverage won’t be interrupted. Joining a Medicare drug plan may help your Indian health facility because the drug plan pays the Indian health facility for the cost of your prescriptions. Talk to your local Indian health benefits coordinator who can help you choose a plan that meets your needs and tell you how Medicare works with the Indian health care system. Note: If you’re getting care through an IHS or tribal health facility or program without being charged, you can continue to do so for some or all of your care. Getting Medicare doesn’t affect your ability to get services through the IHS and tribal health facilities.",
    "section": "Section 7— Get Information about Prescription Drug Coverage (Part D)",
    "page": 117,
    "id": 187
  },
  {
    "question": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 121,
    "id": 188
  },
  {
    "question": "Paying the right amount ",
    "paragraph": "Medicare gets information from your state or Social Security that tells whether you qualify for Extra Help. If Medicare doesn’t have the right information, you may be paying the wrong amount for your prescription drug coverage. If you automatically qualify for Extra Help, you can show your drug plan the colored letter you got from Medicare as proof that you qualify. If you applied for Extra Help, you can show your “Notice of Award” from Social Security as proof that you qualify. You can also give your plan or pharmacy any of the documents listed in the chart below (also called “Best Available Evidence”) as proof that you qualify for Extra Help. Your plan must accept these documents. Each item must show that you were eligible for Medicaid during a month after June 2015. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 121,
    "id": 189
  },
  {
    "question": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "paragraph": "For more information, visit Medicare.gov/publications to view the fact sheet “If You Get Extra Help, Make Sure You’re Paying the Right Amount.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. Note: Keep all information you get from Medicare, Social Security, the Railroad Retirement Board (RRB), your Medicare plan, Medicare Supplement (Medigap) Insurer, employer, or union. This may include notices of award or denial, “Annual Notices of Change,” notices of creditable prescription drug coverage, or “Medicare Summary Notices.” You may need these documents to apply for the programs explained in this section. Also keep copies of all applications you submit. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 122,
    "id": 190
  },
  {
    "question": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 123,
    "id": 191
  },
  {
    "question": "How do I qualify? ",
    "paragraph": "In most cases, to qualify for a Medicare Savings Program, you must have: ■Part A ■Monthly income less than $1,333 and resources less than $7,160—single person ■Monthly income less than $1,790 and resources less than $10,750—married and living together Note: The amounts above are for 2015 and may change each year. Many states figure your income and resources differently, so you may qualify in your state even if your income or resources are higher than the amounts listed above. If you have income from working, you may qualify for benefits even if your income is higher than the limits above. Resources include money in a checking or savings account, stocks, bonds, mutual funds, and Individual Retirement Accounts (IRAs). Resources don’t include your home, car, burial plot, burial expenses up to your state’s limit, furniture, or other household items. Some states don’t have any limits on resources. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 123,
    "id": 192
  },
  {
    "question": "For more information ",
    "paragraph": "■Call or visit your State Medical Assistance (Medicaid) office, and ask for information on Medicare Savings Programs. To get the phone number for your state, visit Medicare.gov/contacts. You can also call 1-800-MEDICARE (1-800-633-4227), and say “Medicaid.” TTY users should call 1-877-486-2048. ■Contact your State Health Insurance Assistance Program (SHIP). See page 149 for the phone number. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 123,
    "id": 193
  },
  {
    "question": "Medicaid ",
    "paragraph": "Medicaid is a joint federal and state program that helps pay medical costs if you have limited income and resources and meet other requirements. Some people qualify for both Medicare and Medicaid and are called “dual eligibles.” ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 123,
    "id": 194
  },
  {
    "question": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "paragraph": "■People with Medicaid may get coverage for services that Medicare may not or may partially cover, like nursing home care, personal care, and home- and community-based services. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 124,
    "id": 195
  },
  {
    "question": "How do I qualify? ",
    "paragraph": "■Medicaid programs vary from state to state. They may also have different names, like “Medical Assistance” or “Medi-Cal.” ■Each state has different income and resource requirements. ■Many states have expanded their Medicaid programs to cover more people. Even if you were told you didn’t qualify for Medicaid in the past, you may qualify under the new rules. ■In some states, you may need to be enrolled in Medicare, if eligible, to get Medicaid. ■Call your State Medical Assistance (Medicaid) office for more information and to see if you qualify. Visit Medicare.gov/contacts, or call 1-800-MEDICARE (1-800-633-4227) and say “Medicaid” to get the phone number. TTY users should call 1-877-486-2048. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 124,
    "id": 196
  },
  {
    "question": "Demonstration plans for people who have both Medicare and Medicaid ",
    "paragraph": "Medicare is working with several states and health plans to create demonstration plans for certain people who have both Medicare and Medicaid, called Medicare-Medicaid Plans. These plans include all your Medicare and Medicaid benefits, and prescription drug coverage. They’re designed to help better coordinate your benefits. If you’re interested in joining a Medicare-Medicaid Plan, visit Medicare.gov/find-a-plan to see if one is available in your area and if you qualify. Call your State Medical Assistance (Medicaid) office for more information. Visit Medicare.gov/contacts, or call 1-800-MEDICARE and say “Medicaid” to get the phone number. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 124,
    "id": 197
  },
  {
    "question": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "paragraph": "Definitions of blue words are on pages 153–156. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 125,
    "id": 198
  },
  {
    "question": "Pharmaceutical Assistance Programs (also called Patient Assistance Programs) ",
    "paragraph": "Many major drug manufacturers offer assistance programs for people with Medicare drug coverage who meet certain requirements. Visit Medicare.gov/pharmaceutical-assistance-program to learn more about Pharmaceutical Assistance Programs. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 125,
    "id": 199
  },
  {
    "question": "Programs of All-inclusive Care for the Elderly (PACE) ",
    "paragraph": "PACE is a Medicare and Medicaid program offered in many states that allows people who need a nursing home-level of care to remain in the community. See page 97 for more information. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 125,
    "id": 200
  },
  {
    "question": "Supplemental Security Income (SSI) benefits ",
    "paragraph": "SSI is a cash benefit paid by Social Security to people with limited income and resources who are disabled, blind, or 65 or older. SSI benefits help people meet basic needs for food, clothing, and shelter. SSI benefits aren’t the same as Social Security benefits. You can visit benefits.gov/ssa, and use the “Benefit Eligibility Screening Tool” to find out if you’re eligible for SSI or other benefits. Call Social Security at 1-800-772-1213 or contact your local Social Security office for more information. TTY users should call 1-800-325-0778. Note: People who live in Puerto Rico, the U.S. Virgin Islands, Guam, or American Samoa can’t get SSI. ",
    "section": "Section 8— Get Help Paying Your Health & Prescription Drug Costs",
    "page": 125,
    "id": 201
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "paragraph": "128",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 127,
    "id": 202
  },
  {
    "question": "What are my rights if my plan stops participating in Medicare?",
    "paragraph": "Medicare health and prescription drug plans can decide not to participate in Medicare for the coming year. Plans that choose to leave Medicare entirely or in certain areas are “non-renewing.” In these cases, your coverage under the plan will end after December 31. ■You can choose another plan during Medicare Open Enrollment between October 15–December 7. Your coverage will begin January 1. ■You’ll also have a special right to join another Medicare planuntil February 29, 2016.Your plan will send you a letter about your options before Open Enrollment. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 127,
    "id": 203
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "paragraph": "129Definitions of blue words are on pages 153–156. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 128,
    "id": 204
  },
  {
    "question": "How do I file an appeal? ",
    "paragraph": "How you file an appeal depends on the type of Medicare coverage you have: ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 128,
    "id": 205
  },
  {
    "question": "If you have Original Medicare ",
    "paragraph": "1.Get the “Medicare Summary Notice” (MSN) that shows the item or service you’re appealing. Your MSN is the notice you get every 3 months that lists all the services billed to Medicare and tells you if Medicare paid for the services. See pages 77–78. 2.Circle the item(s) you disagree with on the MSN, and write an explanation of why you disagree with the decision on the MSN or on a separate piece of paper and attach it to the MSN. 3.Include your name, phone number, and Medicare number on the MSN, and sign it. Keep a copy for your records. 4.Send the MSN, or a copy, to the company that handles bills for Medicare (Medicare Administrative Contractor) listed on the MSN. You can include any other additional information you have about your appeal. Or, you can use CMS Form 20027, and file it with the company that handles bills for Medicare listed on the MSN. To view or print this form, visit cms.gov/cmsforms/downloads/cms20027.pdf, or call 1-800-MEDICARE (1-800-633-4227) to have a copy mailed to you. TTY users should call 1-877-486-2048. 5.You must file the appeal within 120 days of the date you get the MSN in the mail. You’ll generally get a decision from the Medicare Administrative Contractor within 60 days after they get your request. If Medicare will cover the item(s) or service(s), it will be listed on your next MSN. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 128,
    "id": 206
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "paragraph": "130Definitions of blue words are on pages 153–156. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 129,
    "id": 207
  },
  {
    "question": "If you have a Medicare Prescription Drug Plan ",
    "paragraph": "You have the right to do all of these (even before you buy a certain drug): ■Get a written explanation (called a “coverage determination”) from your Medicare drug plan. A coverage determination is the first decision made by your Medicare drug plan (not the pharmacy) about your benefits, including whether a certain drug is covered, whether you’ve met the requirements to get a requested drug, how much you pay for a drug, and whether to make an exception to a plan rule when you request it. ■Ask for an exception if you or your prescriber (your doctor or other health care provider who’s legally allowed to write prescriptions) believes you need a drug that isn’t on your plan’s formulary. ■Ask for an exception if you or your prescriber believes that a coverage rule (like prior authorization) should be waived. ■Ask for an exception if you think you should pay less for a higher tier (more expensive) drug because you or your prescriber believes you can’t take any of the lower tier (less expensive) drugs for the same condition. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 129,
    "id": 208
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "paragraph": "131If you’re requesting an exception, your prescriber must provide a statement explaining the medical reason why the exception should be approved. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 130,
    "id": 209
  },
  {
    "question": "What are my rights if I think my services are ending too soon? ",
    "paragraph": "If you’re getting Medicare services from a hospital, skilled nursing facility, home health agency, comprehensive outpatient rehabilitation facility, or hospice, and you think your Medicare-covered services are ending too soon, you can ask for a fast appeal. Your provider will give you a notice before your services end that will tell you how to ask for a fast appeal. The notice might call it an “expedited determination.” You should read this notice carefully. If you don’t get this notice, ask your provider for it. With a fast appeal, an independent reviewer, called a Beneficiary and Family Centered Care Quality Improvement Organization (BFCC-QIO), will decide if your services should continue. ■It’s important to call your BFCC-QIO to request a fast appeal no later than the time shown on the notice you get from your provider. Use the phone number for your BFCC-QIO listed on your notice to request your appeal. ■Ask your doctor or other health care provider to submit any information to the BFCC-QIO that may help your case. ■If you miss the deadline, you may still have appeal rights: —If you have Original Medicare, call your BFCC-QIO. —If you’re in a Medicare health plan, call your plan. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 130,
    "id": 210
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "paragraph": "132Definitions of blue words are on pages 153–156. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 131,
    "id": 211
  },
  {
    "question": "What’s an “Advance Beneficiary Notice of Noncoverage” (ABN)?",
    "paragraph": "If you have Original Medicare, your doctor, other health care provider, or supplier may give you a notice called an “Advance Beneficiary Notice of Noncoverage” (ABN). This notice says Medicare probably (or certainly) won’t pay for some services in certain situations. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 131,
    "id": 212
  },
  {
    "question": "What happens if I get an ABN? ",
    "paragraph": "■You’ll be asked to choose whether to get the items or services listed on the ABN. ■If you choose to get the items or services listed on the ABN, you’re agreeing to pay if Medicare doesn’t. ■You’ll be asked to sign the ABN to say that you’ve read and understood it. ■Doctors, other health care providers, and suppliers don’t have to (but still may) give you an ABN for services that Medicare never covers. See page 71. ■An ABN isn’t an official denial of coverage by Medicare. You could choose to get the items listed on the ABN and still ask your health care provider or supplier to submit the claim to Medicare or another insurer. If Medicare denies payment, you can still file an appeal. However, you’ll have to pay for the items or services if Medicare determines that the items or services aren’t covered (and no other insurer is responsible for payment). ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 131,
    "id": 213
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "paragraph": "133",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 132,
    "id": 214
  },
  {
    "question": "What if I didn’t get an ABN? ",
    "paragraph": "If your provider was required to give you an ABN but didn’t, in most cases, your provider must pay you back what you paid for the item or service. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 132,
    "id": 215
  },
  {
    "question": "Where can I get more information about appeals andABNs? ",
    "paragraph": "■Visit Medicare.gov/appeals.■Visit Medicare.gov/publications to view the booklet “Medicare Appeals.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048.■If you’re in a Medicare plan, call your plan to find out if a service or item will be covered. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 132,
    "id": 216
  },
  {
    "question": "How does Medicare use my personal information?",
    "paragraph": "Medicare protects the privacy of your health information. The next 2 pages describe how your information may be used and given out, and explain how you can get this information. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 132,
    "id": 217
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "paragraph": "134",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 133,
    "id": 218
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "paragraph": "136Definitions of blue words are on pages 153–156. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 135,
    "id": 219
  },
  {
    "question": "How can I protect myself from identity theft?",
    "paragraph": "Identity theft happens when someone uses your personal information without your consent to commit fraud or other crimes. Personal information includes things like your name and your Social Security, Medicare, credit card, or bank account numbers. Guard your cards and protect your Medicare and Social Security numbers. Keep this information safe.Only give personal information, like your Medicare number, to doctors, other health care providers, and plans approved by Medicare; any insurer who pays benefits on your behalf; and to trusted people in the community who work with Medicare, like your State Health Insurance Assistance Program (SHIP) or Social Security. Call 1-800-MEDICARE (1-800-633-4227) if you aren’t sure if a provider is approved by Medicare. TTY users should call 1-877-486-2048. If you suspect identity theft, or feel like you gave your personal information to someone you shouldn’t have, call your local police department and the Federal Trade Commission’s ID Theft Hotline at 1-877-438-4338. TTY users should call 1-866-653-4261. Visit ftc.gov/idtheft to learn more about identity theft. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 135,
    "id": 220
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "paragraph": "137",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 136,
    "id": 221
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "paragraph": "138Definitions of blue words are on pages 153–156. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 137,
    "id": 222
  },
  {
    "question": "Plans must follow rules ",
    "paragraph": "Medicare plans must follow certain rules when marketing their plans and getting your enrollment information. They can’t ask you for credit card or banking information over the phone or via email, unless you’re already a member of that plan. Medicare plans can’t enroll you into a plan over the phone unless you call them and ask to enroll, or you’ve given them permission to contact you. Call 1-800-MEDICARE (1-800-633-4227) to report any plans that: ■Ask for your personal information over the phone or email ■Call to enroll you in a plan ■Use false information to mislead you You can also call the Medicare Drug Integrity Contractor (MEDIC) at 1-877-7SAFERX (1-877-772-3379). The MEDIC helps prevent inappropriate activity and fights fraud, waste, and abuse in Medicare Advantage (Part C) and Medicare Prescription Drug (Part D) Programs. For more information on the rules that Medicare plans must follow, visit Medicare.gov/publications to view the booklet “Protecting Yourself & Medicare from Fraud.” You can also call 1-800-MEDICARE (1-800-633-4227) to find out if a copy can be mailed to you. TTY users should call 1-877-486-2048. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 137,
    "id": 223
  },
  {
    "question": "What’s the Senior Medicare Patrol (SMP) Program? ",
    "paragraph": "The SMP Program educates and empowers people with Medicare to take an active role in detecting and preventing health care fraud and abuse. The SMP Program not only protects people with Medicare, it also helps preserve Medicare. There’s an SMP Program in every state, the District of Columbia, Guam, the U.S. Virgin Islands, and Puerto Rico. Contact your local SMP Program to get personalized counseling, find out about community events in your area, or volunteer. For more information or to find your local SMP Program, visit smpresource.org, or call 1-877-808-2468. You can also call 1-800-MEDICARE. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 137,
    "id": 224
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud ",
    "paragraph": "139",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 138,
    "id": 225
  },
  {
    "question": "Investigating fraud takes time ",
    "paragraph": "Every tip counts. Medicare takes all reports of suspected fraud seriously. When you report fraud, you may not hear of an outcome right away. It takes time to investigate your report and build a case, but rest assured that your information is helping us protect Medicare. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 138,
    "id": 226
  },
  {
    "question": "Is my right to my own health information protected? ",
    "paragraph": "In most cases, you have the right to request and get copies of your personal health records in an electronic or paper format from your health care providers and Medicare. Your health information rights include the right to: ■Access your health information in a paper or electronic format ■Know who has been given your health information in many cases ■Correct or amend your health information ■Get a notice of privacy practices (a privacy policy) ■File a complaint For more information, or if you think your rights have been violated, visit hhs.gov/ocr or call the Department of Health and Human Services, Office for Civil Rights at 1-800-368-1019. TTY users should call 1-800-537-7697. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 138,
    "id": 227
  },
  {
    "question": "Section 9—Know Your Rights & Protect Yourself from Fraud  ",
    "paragraph": "140Definitions of blue words are on pages 153–156. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 139,
    "id": 228
  },
  {
    "question": "What are advance directives?",
    "paragraph": "Advance directives are legal documents that allow you to put in writing what kind of health care you would want or name someone who can speak for you if you were too ill to speak for yourself. These legal documents help ensure your wishes are followed, but it’s important to talk to your family, friends, and health care providers about your wishes. You should also make sure that your family, friends, and health care providers have copies of your legal documents. It’s better to think about these important decisions and have plans in place before you’re ill or a crisis strikes. Advance directives most often include: ■A health care proxy (sometimes called a “durable power of attorney for health care”). This is used to name the person you want to make health care decisions for you if you aren’t able to make them yourself. You can also use this document to provide special instructions and limitations for the person you named to be your health care proxy. ■A living will. This is another way to make sure your voice is heard. It states which medical treatment you would accept or refuse if your life is threatened. ■After-death wishes. These may include choices like organ and tissue donation. Each state has its own laws for creating advance directives. Some states may allow you to combine your advance directives in one document. ",
    "section": "Section 9—Know Your Rights & Protect Yourself from Fraud",
    "page": 139,
    "id": 229
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "142",
    "section": "Section 10— Get More Information",
    "page": 141,
    "id": 230
  },
  {
    "question": "Do you need someone to be able to call 1-800-MEDICARE on your behalf? ",
    "paragraph": "You need to let Medicare know in writing. You can fill out a “Medicare Authorization to Disclose Personal Health Information” form so Medicare can give your personal health information to someone other than you. You can do this by visiting Medicare.gov/medicareonlineformsor by calling 1-800-MEDICARE (1-800-633-4227) to get a copy of the form. TTY users should call 1-877-486-2048. You may want to do this now in case you become unable to do it later. ",
    "section": "Section 10— Get More Information",
    "page": 141,
    "id": 231
  },
  {
    "question": "Did your household get more than one copy of “Medicare & You?” ",
    "paragraph": "If you want to get only one copy in the future, call 1-800-MEDICARE. If you want to get the handbook electronically and not get any future copies in the mail, visit Medicare.gov/gopaperless. ",
    "section": "Section 10— Get More Information",
    "page": 141,
    "id": 232
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "143",
    "section": "Section 10— Get More Information",
    "page": 142,
    "id": 233
  },
  {
    "question": "Where can I find general Medicare information online?",
    "paragraph": "Visit M",
    "section": "Section 10— Get More Information",
    "page": 142,
    "id": 234
  },
  {
    "question": "edicare.gov",
    "paragraph": "■Get detailed information about the Medicare health and prescription drug plans in your area, including what they cost and what services they provide. ■Find doctors or other health care providers and suppliers who participate in Medicare. ■See what Medicare covers, including preventive services. ■Get Medicare appeals information and forms. ■Get information about the quality of care provided by plans, nursing homes, hospitals, home health agencies, and dialysis facilities. ■Look up helpful websites and phone numbers. ",
    "section": "Section 10— Get More Information",
    "page": 142,
    "id": 235
  },
  {
    "question": "Where can I find personalized Medicare information online?",
    "paragraph": "Register at ",
    "section": "Section 10— Get More Information",
    "page": 142,
    "id": 236
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "144Definitions of blue words are on pages 153–156. Get access to your personal health information using Medicare’s Blue Button. This feature lets you download 12–36 months of claims information for Part A and Part B and 12 months of claims information for Part D. This information can help you make more informed decisions about your care and can give your health care providers a more complete view of your health history. Visit MyMedicare.gov to use the Blue Button today. Once you’ve used the Blue Button, there are a variety of health applications and services to analyze your health information. Visit bluebuttonconnector.healthit.gov to learn more about these useful tools and how to protect your health information once it’s in your hands.",
    "section": "Section 10— Get More Information",
    "page": 143,
    "id": 237
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "145These search tools on Medicare.gov give you a “snapshot” of the quality of care and services some plans and providers give. Medicare Plan Finder and Nursing Home Compare both feature a star rating system to help you compare plans and quality of care measures that are important to you. Find out more about the quality of care and services by: ■Asking what your plan or provider does to ensure and improve the quality of care and services. Each plan and health care provider should have someone you can talk to about quality. ■Asking your doctor or other health care provider what he or she thinks about the quality of care or services the plan or other providers give. You can also talk to your doctor or other health care provider about Medicare’s information on quality of care and services. ",
    "section": "Section 10— Get More Information",
    "page": 144,
    "id": 238
  },
  {
    "question": "What’s Medicare doing to better coordinate mycare?",
    "paragraph": "Medicare continues to look for ways to better coordinate your care and to make sure that you get the best health care possible. Health information technology (also called “Health IT”) and improved ways to deliver your care can help manage your health information, improve how you communicate with your health care providers, and improve the quality and coordination of your health care. These tools also reduce paperwork, medical errors, and health care costs. Here are examples of how your health care providers can better coordinate your care: ",
    "section": "Section 10— Get More Information",
    "page": 144,
    "id": 239
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "146Definitions of blue words are on pages 153–156. ",
    "section": "Section 10— Get More Information",
    "page": 145,
    "id": 240
  },
  {
    "question": "Electronic prescribing",
    "paragraph": "—This is an electronic way for your prescribers (your doctor or other health care provider who’s legally allowed to write prescriptions) to send your prescriptions directly to your pharmacy. Electronic prescribing can save you money, time, and help keep you safe. If your prescription is eligible to be prescribed electronically, you’ll see these benefits: ■You don’t have to drop off and wait for your prescription. Your prescription may be ready when you arrive. ■Prescribers can check which drugs your insurance covers and may be able to prescribe a drug that costs you less. ■Electronic prescriptions are easier for the pharmacist to read than handwritten prescriptions. This means there’s less chance that you’ll get the wrong drug or dose. ■Prescribers can be alerted to potential drug interactions, allergies, and other warnings. ",
    "section": "Section 10— Get More Information",
    "page": 145,
    "id": 241
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "147The poster in your doctor’s office will also let you know that Medicare will share certain information with the ACO about the care you received from your doctors and other providers. With the information Medicare shares, the doctors and health care providers in the ACO can have a complete picture of your health and be better able to coordinate your care. Talk with your doctor or call 1-800-MEDICARE (1-800-633-4227) if you have any questions about the information Medicare may share with the ACO in which your doctor participates. TTY users should call 1-877-486-2048. You can ask Medicare not to share certain information with the ACO about the care you got from your doctors and other health care providers. To do this, call 1-800-MEDICARE and tell us you don’t want us to share this information. You can change your data sharing preferences at any time by calling 1-800-MEDICARE. Your Medicare benefits, services, costs, and protections won’t change if your doctor participates in an ACO or if you prefer that Medicare not share your information. You still have the right to visit and get care from any doctor or hospital that accepts Medicare at any time, the same way you do now. For more information, visit Medicare.gov/acos.html, or call 1-800-MEDICARE. ",
    "section": "Section 10— Get More Information",
    "page": 146,
    "id": 242
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "148",
    "section": "Section 10— Get More Information",
    "page": 147,
    "id": 243
  },
  {
    "question": "Videos ",
    "paragraph": "Visit YouTube.com/cmshhsgov to see videos covering different health care topics on Medicare’s YouTube channel. ",
    "section": "Section 10— Get More Information",
    "page": 147,
    "id": 244
  },
  {
    "question": "Blogs ",
    "paragraph": "Visit blog.medicare.gov for up-to-date news from our website. ",
    "section": "Section 10— Get More Information",
    "page": 147,
    "id": 245
  },
  {
    "question": "Resources for caregivers ",
    "paragraph": "Medicare has resources to help caregivers get the information they need. To find out more: ■Visit Medicare.gov to help someone you care for choose a drug plan, compare nursing homes, get help with billing, and more. ■Visit the Eldercare Locator, a public service of the U.S. Administration on Aging, at Eldercare.gov, or call 1-800-677-1116 to find caregiver support services in your area. ■Visit the Patients & Families section of HealthIT.gov for information about online resources and other eHealth tools designed to support caregivers. ",
    "section": "Section 10— Get More Information",
    "page": 147,
    "id": 246
  },
  {
    "question": "Section 10— Get More Information  ",
    "paragraph": "149",
    "section": "Section 10— Get More Information",
    "page": 148,
    "id": 247
  },
  {
    "question": "National Medicare Handbook",
    "paragraph": "10% recycled paper ",
    "section": "Section 10— Get More Information",
    "page": 159,
    "id": 248
  }
]